{"id":12252,"date":"2025-04-10T16:54:40","date_gmt":"2025-04-10T15:54:40","guid":{"rendered":"https:\/\/cbwine.com\/?p=12252"},"modified":"2025-04-30T10:08:06","modified_gmt":"2025-04-30T09:08:06","slug":"colours-tones-and-textures-an-exploration-of-tasting-notes","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/colours-tones-and-textures-an-exploration-of-tasting-notes\/","title":{"rendered":"Colours, tones and textures: An exploration of tasting notes"},"content":{"rendered":"\n<p><s>What’s in a name?<\/s>&nbsp;What’s in a tasting note? Whilst it is true that all the primary senses are engaged when enjoying a wine, taste is, perhaps, the most dominant, and it is this potent element of the experience which we are trying to communicate through the common tool, the ‘tasting note’.<\/p>\n\n\n\n<p>Dating back to the ancient Greeks, we hear stories of Plato and Aristotle starting to categorise the ‘flavour species’ of wine: the sweet, the sour, the salty, the savoury. In England’s Caroline Era, Tobias Whitaker’s text The Blood of the Grape replaced these with: ‘sweet, acute, austere, and milde’. And, by the 20th century, the esteemed Michael Broadbent had solidified — not without the assistance of tradition and colleagues — a rather understated, yet analytical and descriptive nomenclature, of which I shall list one example of his, à-propos the 1961 vintage of Pétrus:<\/p>\n\n\n\n<p><strong><em>Opaque; huge, opulent throughout; sweet, full-bodied, incredibly rich, velvety, warm glowing flavor yet still peppery—needs time.<\/em><\/strong><\/p>\n\n\n\n<p>In this style of description, it is clear to see that it centres less on ‘tasting notes’, less on specific ‘ingredients’, and rather around the ‘experience’ of the wine: the colours, tones, textures, characteristics — here we see traces of a common thematic thread, that ultimately wine does not contain any plums, any spices, any black currants or tobacco, so why use these when discussing the wine? On the other hand, when wanting to convey this to a less-experienced taster, one can see the rationale behind utilising approximations, reminiscences. Broadbent’s descriptive style clearly aligns with a communicative method orientated towards other wine critics or sommeliers, and, whilst still proving some benefit to a general consumer, it may to some feel a little too vague. We are likely all familiar with the concepts of velvety, rich, glowing, but appropriating those terms into the context of wine may not be as intuitive as it seems on the surface. When we look at a more typical ‘modern style’ taste-description — the familiar list of real-world ingredients — it is easy to see why this might resonate more with the budding wine drinker, for it gives them something to latch on to, some prior reference, some lens through which they can transpose the wine into an experience bordering the familiar. As a good example of this method, let’s look at Robert Parker’s critical analysis of the same aforementioned ‘61 Pétrus:<\/p>\n\n\n\n<p><strong><em>[…] amber and garnet, but the wine is crammed with viscous, thick, over-ripe black-cherry, mocha-tinged fruit flavors. Extremely full-bodied, […] this unctuously-textured, thick wine makes for an awesome mouthful. Imagine a Reese's Peanut Butter Cup laced with layers of coffee and cherry, and encased in a shell of Valrhona chocolate!<\/em><\/strong><\/p>\n\n\n\n<p>Evidently there is something to this specificity… and, recognising the indubitable influence Parker had over the wine community, it is hard to outright deny. The phenomenon of ‘Parkerization’ (if you consider it to be one, that is) shows that the industry, in aggregate, has some appetite for particular descriptors. The words of Robert Parker were so lauded in fact, that they essentially guided not only wine consumption, but wine production as well; if an un-seasoned drinker wanted to purchase a good wine with little to no risk, they would need to look no further than his latest reviews, and, with this influence, so too acquiesced the producers — wanting, of course, to market their wines to this new crowd of eager and dirigible drinkers. This impact, whilst surely over-exaggerated and hyper-focused on Parker by many online, does however highlight the power behind unambiguous tasting notes, and this culture-shift has found its way even into bottle-labelling procedures. Look at the way a classic Bordeaux winery such as Haut-Brion describes their 2017 Premier Cru Classé:<\/p>\n\n\n\n<p><strong><em>Beautiful deep red with purple highlights. The initial impression on the nose is of a very elegant wine made with perfectly mature grapes. Swirling in the glass reveals complex aromas featuring ripe fruit, spices, and liquorice. […] with rich tannin evolving into a wonderfully long aftertaste.<\/em><\/strong><\/p>\n\n\n\n<p>Contrast this, say, with the approach of a newly-founded Californian producer, such as Memento Mori and their 2018 Cabernet Sauvignon vintage:<\/p>\n\n\n\n<p><strong><em>Ripe blackberries, crushed boysenberries, black plums, spiced mocha and hints of cassis are backed by touches of black tea, wet stone, cigar box and Indian spices […] A medley of wild blackberries, blueberries and black raspberries frame a sophisticatedly nuanced mid-palate, all wrapped in plush, fine-grained tannins that sit on the palate […].<\/em><\/strong><\/p>\n\n\n\n<p>It is clear that both serve their respected purpose, and yet in very different styles. One is modest, reserved, urbane, and simplistic, and the other is bold, daring, opulent, and charged. When you consider that the prior is over 500 years old, and the latter around 15, we see cultural differentiations as well as functional ones; they reinforce the character of the brand, the attitude of the winemakers, and, whether discernible or not, the wines themselves.<\/p>\n\n\n\n<p>Turning now to a more rigid, schematised approach, WSET’s classifications certainly aided this push towards the particular. With a comprehensive framework of descriptors grounded in real-world analogues, we find now generations of wine professionals essentially raised on this method. When your frame of reference for wine is predicated first and foremost upon discovering the prevalence of ‘apple’, ‘passionfruit’, ‘cranberry’, ‘wet stones’, ‘biscuit’, ‘cloves’, or ‘leather’, then of course, when engaging with the wider world of wine, you will seek out these points of comfort, these defining aspects of a wine.<\/p>\n\n\n\n<p>What is trickier to trace than this development of style, however, is the various bifurcations between ‘a critic’ and ‘a drinker’; for it is without doubt that the centuries are full of both. When does a description over-reach its boundary, and become, instead, an interference to the drink?&nbsp;<\/p>\n\n\n\n<p>Between these many evolving and interacting systems, approaches, and personalities, there are essentially two functions for tasting notes, the customer-driven, or ‘intra-industry’ usage, and the wine-driven, or ‘inter-industry’ usage. Where the latter aims at highlighting aspects of the wine likely familiar, or readily-graspable by other experienced tasters, the prior aims to convey the core profile of any given wine to the consumer, thereby guiding the consumer towards the most suitable product for them to purchase. This serves a strict, functional, almost machinic role, and to many on the outside of the industry, this suffices, and there is long unending war about how narrow or broad taste descriptors can or should be. Whilst the concern around using a descriptor like ‘musty piano teacher’ is understandable, any tenable desire requires at least some flexibility.&nbsp;<\/p>\n\n\n\n<p>Glancing over for a moment at the specialty coffee industry is revealing, it is one where only the ‘pleasant’ notes are encouraged on the packaging. In fact, it is frequently debated whether a certain note carries ‘the right connotation’. Although this has an ostensible logic, there is — intentional or not — a veneer of deception too, one that seeks to beguile the potential customer into a manufactured preconception. Here in the wine world, however, we are not only accustomed to, but indeed attracted to the honesty and complexity of rubber, petrol, leather, burnt tobacco, forest floor, farm-yard, etc; I once heard of ‘Polly Pocket clothes’ in response to a very mature Riesling — and that sounds like an exciting wine to try! It is no doubt true that oddities such as these are part of the holistic experience of any given wine, there is, as I said, an honesty here, a love for the weird, an acceptance of the ingredient as it is. But then there is ‘musty piano teacher’… Then, further down the line, there is prolixity and pretentiousness — a stigma already too pervasive in the wine industry.&nbsp;<\/p>\n\n\n\n<p>But, as with most things, there is a balance to be had, a balance between evocation and communication, between modesty and aesthetic grandeur, between description and narrative. When reading, hearing, writing, or otherwise engaging with a tasting note, it is important to always consider the utility at hand, the intention of its source… Is it to relate a core experience? is it display a heightened complexity? is it to entertain, tell a story? or is it to reflect the character of the wine beyond just its taste? Whilst it is sensible for one to err on the side of caution, there is a great joy and indeed benefit in being regaled with a more emotional characterisation of a wine, instead of a mere rigid list of ingredients, existing as nothing more than simulacrums. After all:&nbsp;<\/p>\n\n\n\n<p><strong><em>‘her laughter: &nbsp; wielding &nbsp; the oak’&nbsp;<\/em><\/strong><\/p>\n\n\n\n<p>invokes within me a lot more about the 2020 Louis Latour Corton-Charlemange, than ‘citrus and orchard fruits, honey, creamy, higher than usual acidity, oaky finish’ — and, at the end of the day, it is not as though the prior description is going to end up on a bottle…<\/p>\n","protected":false},"excerpt":{"rendered":"<p>What’s in a name?&nbsp;What’s in a tasting note? Whilst it is true that all the primary senses are engaged when enjoying a wine, taste is, perhaps, the most dominant, and it is this potent element of the experience which we are trying to communicate through the common tool, the ‘tasting note’. Dating back to the [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":22490,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-12252","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/12252","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=12252"}],"version-history":[{"count":1,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/12252\/revisions"}],"predecessor-version":[{"id":12277,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/12252\/revisions\/12277"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22490"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=12252"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=12252"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=12252"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}