{"id":18210,"date":"2025-04-22T10:35:07","date_gmt":"2025-04-22T09:35:07","guid":{"rendered":"https:\/\/cbwine.com\/?p=18210"},"modified":"2025-04-30T10:05:58","modified_gmt":"2025-04-30T09:05:58","slug":"10-questions-with-jane-renwick","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/10-questions-with-jane-renwick\/","title":{"rendered":"10 Questions with Jane Renwick"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">London City Bond Director<\/h2>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"1013\" data-src=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/Jane-Renwick-Interview-1-1-1024x1013.jpeg.webp\" alt=\"\" class=\"wp-image-18212 lazyload\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/Jane-Renwick-Interview-1-1-1024x1013.jpeg.webp 1024w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/Jane-Renwick-Interview-1-1-300x297.jpeg.webp 300w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/Jane-Renwick-Interview-1-1-768x760.jpeg.webp 768w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/Jane-Renwick-Interview-1-1-1536x1520.jpeg.webp 1536w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/Jane-Renwick-Interview-1-1-2048x2027.jpeg.webp 2048w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/Jane-Renwick-Interview-1-1-scaled.jpeg.webp 2560w\" data-sizes=\"(max-width: 1024px) 100vw, 1024px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" style=\"--smush-placeholder-width: 1024px; --smush-placeholder-aspect-ratio: 1024\/1013;\" \/><figcaption class=\"wp-element-caption\"><em>Left: CB Wine Director, Enzo Giannotta \/ Right: LCB Director, Jane Renwick<\/em><\/figcaption><\/figure>\n\n\n\n<p>In the world of fine wine logistics, few names carry the weight and influence of Jane Renwick, Director at London City Bond (LCB). With decades of experience navigating the intricacies of storage, distribution, and customer service at the highest levels, Jane has become a vital figure in the UK’s wine and spirits industry. Known for her deep understanding of the sector, she’s helped shape LCB into the trusted logistics partner it is today, and has forged the excellent partnership between us at CB Wine and LCB, allowing our clients to benefit from the highest quality fine wine storage the UK has to offer. We had the pleasure of sitting down with Jane for a 10-question interview, where she shared her insights on the evolution of the wine trade, the future of bonded warehousing, and exciting new developments at the Eton Park site, such as virtual tours...<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>As a client, how do I know my wine is being stored correctly?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>As a client, you can be confident that your wine is being stored correctly due to several measures we have in place. Our team consists of long-serving, fully trained professionals, many of whom have completed the Wine &amp; Spirit Education Trust (WSET) courses and various other training programs, including the Bonded Warehouse Association (BWA) certification, IOSH, and NEBOSH. Additionally, our in-house apprenticeships cover level 3 exercises and procedures, ensuring they possess the necessary expertise to handle and store wine properly. We have implemented strategic procedures that all staff are thoroughly briefed on and have signed off, designed to uphold the highest standards of wine storage.<\/p>\n\n\n\n<p>Our facility is equipped with a high-spec air conditioning system that consistently maintains the optimal temperature and humidity levels throughout the year, which is essential for preserving the quality of the wine. Additionally, the interior of our building is safeguarded from any outside light, with all windows insulated and covered to prevent exposure to UV rays that can degrade the wine. These measures collectively ensure that your wine is stored in optimal conditions, preserving its quality and flavour.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"2\" class=\"wp-block-list\">\n<li><strong>Why LCB over any other bonded warehouse?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>Choosing London City Bond (LCB) over any other bonded warehouse offers several key benefits. Across our 16 sites, we have over 600 staff, many experts in their field with vast knowledge and experience, ensuring your wine is handled with the utmost care. We provide a wide range of services, including inventory management, photography, to include 360 images, promotional packaging, and relabelling, catering to diverse client needs.<\/p>\n\n\n\n<p>Our warehouses span over 2.4 million square feet across 16 locations, all equipped with advanced security systems and climate control within our fine wine facilities, to ensure your wine is stored in optimal conditions. Each warehouse is protected by integrated physical and electronic surveillance systems, including fire and intruder alarms monitored off-site, ensuring the highest level of security for your valuable inventory.<\/p>\n\n\n\n<p>Our facilities are strategically located, including unique sites like the only drinks tax warehouse within Tilbury Freeport, allowing for rapid container movements and reduced haulage costs. All our warehouses and IT systems are approved by HM Revenue &amp; Customs, meeting the strictest conditions required for bonded storage. We are also proud to be multiple-time recipients of The Drinks Business award for Distribution Company of the Year.<\/p>\n\n\n\n<p>These factors collectively make LCB a superior choice for bonded warehousing, offering unparalleled expertise, comprehensive services, state-of-the-art facilities, and stringent security measures.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"3\" class=\"wp-block-list\">\n<li><strong>LCB has various sites all over the country; what sets Eton Park apart when it comes to storing investment grade wines on behalf of our clients?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>At Eton Park, we pride ourselves on our fully trained, long-serving staff who are dedicated to handling and storing fine wines with the utmost care. Our expertise extends to offering high-end condition report photography, ensuring that every detail of your wine collection is meticulously documented.<\/p>\n\n\n\n<p>We also cater to bespoke imagery requests, providing tailored photographic services to meet your specific needs. With the rollout of our 360-degree studio, we can now offer even more detailed and comprehensive images, giving you a complete view of your wine collection from every angle.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"742\" data-src=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/WhatsApp-Image-2025-02-11-at-13.03.43-1-Copy-1024x742.jpeg.webp\" alt=\"\" class=\"wp-image-18213 lazyload\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/WhatsApp-Image-2025-02-11-at-13.03.43-1-Copy-1024x742.jpeg.webp 1024w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/WhatsApp-Image-2025-02-11-at-13.03.43-1-Copy-300x217.jpeg.webp 300w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/WhatsApp-Image-2025-02-11-at-13.03.43-1-Copy-768x556.jpeg.webp 768w, https:\/\/cbwine.com\/wp-content\/uploads\/2025\/04\/WhatsApp-Image-2025-02-11-at-13.03.43-1-Copy.jpeg 1200w\" data-sizes=\"(max-width: 1024px) 100vw, 1024px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" style=\"--smush-placeholder-width: 1024px; --smush-placeholder-aspect-ratio: 1024\/742;\" \/><\/figure>\n\n\n\n<p>At Eton Park, we are excited to soon introduce our innovative concept of virtual tours. As a client, you will receive a personalized video with a spoken guide touring our site and showcasing your cases. This service is ideal for overseas customers or those unable to travel.<\/p>\n\n\n\n<p>Virtual tours offer several benefits, including:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>Convenience: Clients can explore the facility from anywhere in the world, eliminating the need for travel.<\/li>\n\n\n\n<li>Personalization: Each tour can be tailored to the client's specific interests and needs, providing a more engaging experience.<\/li>\n\n\n\n<li>Transparency: Clients can see exactly how their investment-grade wines are stored and managed, building trust and confidence.<\/li>\n\n\n\n<li>Accessibility: Ideal for clients who may have mobility issues or other constraints that prevent them from visiting in person.<\/li>\n\n\n\n<li>Time Efficiency: Virtual tours can be scheduled at the client's convenience, saving time for both the client and the facility staff.<\/li>\n<\/ol>\n\n\n\n<p>These services, combined with our commitment to excellence, make Eton Park the ideal choice for storing and managing your premier wines.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"4\" class=\"wp-block-list\">\n<li><strong>How many bottles of wine do you store at this location?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>At Eton Park, we currently store just under 5,000,000 bottles of wine. We have rare and vintage wines in our vast customers collections, some of which are highly sought after. The range within our site, includes vintages spanning across many decades. We understand that for some collectors, these wines hold significant personal and sentimental value, making them priceless in their eyes.<\/p>\n\n\n\n<ol start=\"5\" class=\"wp-block-list\">\n<li>In your time with LCB, what sort of expansion have you seen the company undergo?<\/li>\n<\/ol>\n\n\n\n<p>In my time with LCB, I have witnessed significant expansion. When I started, we operated out of seven sites. Since then, we have grown to 16 sites, creating numerous job opportunities and promotions within the company. This growth has also allowed us to enhance the skill sets of our staff within. I've witnessed significant expansion in our award-winning transport and delivery network. We've developed a comprehensive delivery service that spans the entire UK. With a fleet of over 300 vehicles making up to 23,000 deliveries each week, this service has become a crucial component of our business and a key differentiator from our competitors.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"6\" class=\"wp-block-list\">\n<li><strong>What would you say has been your biggest challenge and biggest win since joining LCB?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>My biggest win at LCB is difficult to pinpoint to just one achievement. Coming into a very male-dominated role, I am honoured to be the first woman on the board of directors, which was a significant opportunity for me. This role has allowed me to gain a comprehensive view of the business and actively support women through accreditations such as the Bonded Warehouse Association (BWA) Certification, which focuses on customs and excise education. Additionally, I take great pleasure in witnessing my team grow and develop into managers and supervisors. Seeing them gain skills and confidence fills me with immense pride. I have also promoted numerous women into management positions and integrated women into warehouse and logistical roles, as promoting and providing opportunities for women in the wine industry is something I am very passionate about.<\/p>\n\n\n\n<p>My biggest challenges at LCB have been navigating the male-dominated world of the fine wine industry and becoming the only female director on the board.<\/p>\n\n\n\n<p>Additionally, I have overseen the rollout of one of our other sites, the Drakelow Tunnels in Kidderminster. As many of you may know, underground tunnels are ideal for storing wine. Shielded from light and vibrations and maintained at a consistent temperature, these tunnels provide perfect conditions for long-term storage. The name 'Drakelow' means 'dragon’s mound' in Old English, hinting at the rich history of this site. From an Iron Age fort to a Cold War contingency plan, these tunnels have seen it all.<\/p>\n\n\n\n<p>Built into a Worcestershire hillside which boasts perfect natural conditions for wine storage, the network of tunnels stretches for 3.5 miles, offering 285,000 square feet of usable space. We can accommodate up to 800,000 cases here. Our mission was twofold: to honour the site's heritage and to create a high-quality bonded warehouse for our clients.<\/p>\n\n\n\n<p>All work undertaken here has been done with great respect for the nearby heritage and natural landscape. For example, any new development above ground is screened by greenery. Additionally, a former electrical sub-station on the site is being converted into a bat roost, enhancing local biodiversity.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"7\" class=\"wp-block-list\">\n<li><strong>Are there any further plans for LCB expansion, either at Eton Park or across the country?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>While physical expansions may be some time away, we are actively focusing on technological advancements. We look forward to providing clients with 360-degree photographs and virtual tours. Additionally, we are exploring how AI systems are being utilized in various industries and considering their integration into our operations. Our goal is to future-proof our services and evolve with the times, catering to new-age demographics and buyers.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"8\" class=\"wp-block-list\">\n<li><strong>How large is the team working at LCB Eton Park?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>Our team at LCB Eton Park consists of 34 staff members, working across both office and warehouse roles. The office team includes a highly skilled and professional customer services team, as well as a dedicated team responsible for handling inbound stocks, from setup to landing, and managing ARC's via HMRC. We have a dedicated private client executive who strives to ensure the needs of the clients are met whilst exercising her communication skills to provide unrivalled customer service.<\/p>\n\n\n\n<p>Our warehouse team, led by Lee Whittaker, employs a strategic approach to managing tasks. We have teams dedicated to handling inbound and outbound movements, with each movement checked and documented with photos upon arrival and dispatch. Additionally, we have staff members solely dedicated to private clients, ensuring their specific requirements are met. Each member of our staff, across both office and warehouse, is multi-trained in various roles to ensure continuous workflow despite any challenges we may encounter.<\/p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img decoding=\"async\" width=\"478\" height=\"460\" data-src=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/04\/Jane-Renwick-2.png\" alt=\"\" class=\"wp-image-18214 lazyload\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/04\/Jane-Renwick-2.png 478w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/Jane-Renwick-2-300x289.png.webp 300w\" data-sizes=\"(max-width: 478px) 100vw, 478px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" style=\"--smush-placeholder-width: 478px; --smush-placeholder-aspect-ratio: 478\/460;\" \/><\/figure><\/div>\n\n\n<ol start=\"9\" class=\"wp-block-list\">\n<li><strong>When someone visits LCB, what can they expect from a typical visit?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>When clients visit Eton Park, they can expect a comprehensive and professional experience. Visitors are greeted by our friendly and knowledgeable staff, who are ready to assist and provide information about our services. Guests are provided with a tour of our state-of-the-art facilities, showcasing their cases of fine wine. We are proud of our advanced security systems, climate-controlled storage, and the meticulous processes we use to handle and store wine.<\/p>\n\n\n\n<p>During the tour, visitors can also observe our strategic procedures in action, including the handling of inbound and outbound stocks, inventory management, and the detailed documentation process with photographs of arrivals and dispatches. They also have the opportunity to meet our dedicated teams, including customer service representatives, private client executive, and the warehouse staff, all of whom are multi-trained to ensure seamless operations.<br>Additionally, we can have the customer's inventory picked out and ready for inspection by the owners. They are then welcome to view and handle their investments, providing a personal and hands-on experience with their wine collection.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"10\" class=\"wp-block-list\">\n<li><strong>We were lucky enough to experience your new 360 photography studio today. How important was that new system for what LCB offers its clients?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>We are delighted that you had the opportunity to experience our new 360 photography studio. This system has been a long-term goal for us, and now that it is fully installed, we can offer something truly innovative to our clients. It provides especially valuable material for our auction house clients and those with premium wines, enhancing the way they present and manage their collections.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p class=\"has-text-align-center\"><strong>To see our video tour of the LCB Eton Park site, click <a href=\"https:\/\/www.youtube.com\/shorts\/yXBi1__vLU4\" target=\"_blank\" rel=\"noopener\">here.<\/a><\/strong><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>London City Bond Director In the world of fine wine logistics, few names carry the weight and influence of Jane Renwick, Director at London City Bond (LCB). With decades of experience navigating the intricacies of storage, distribution, and customer service at the highest levels, Jane has become a vital figure in the UK’s wine and [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":22491,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-18210","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/18210","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=18210"}],"version-history":[{"count":2,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/18210\/revisions"}],"predecessor-version":[{"id":18230,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/18210\/revisions\/18230"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22491"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=18210"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=18210"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=18210"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}