{"id":22417,"date":"2025-04-17T13:13:48","date_gmt":"2025-04-17T12:13:48","guid":{"rendered":"https:\/\/cbwine.com\/?p=22417"},"modified":"2025-05-02T11:18:51","modified_gmt":"2025-05-02T10:18:51","slug":"ode-to-malbec","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/ode-to-malbec\/","title":{"rendered":"An Ode to Malbec"},"content":{"rendered":"\n<p><em>By Sterling Weston, Events and Trade Representative<\/em><\/p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full\"><img decoding=\"async\" width=\"601\" height=\"325\" data-src=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/04\/image.png\" alt=\"\" class=\"wp-image-22418 lazyload\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/04\/image.png 601w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/04\/image-300x162.png.webp 300w\" data-sizes=\"(max-width: 601px) 100vw, 601px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" style=\"--smush-placeholder-width: 601px; --smush-placeholder-aspect-ratio: 601\/325;\" \/><\/figure><\/div>\n\n\n<p>Malbec is a wine varietal that has seen a lot of ups and downs. Be that the higher acidity but lower tannins; be that going from one of the most planted and loved French wine varietals, to one nearly wiped out and only really seen as a blending component; or being a newly planted varietal in Argentina, to becoming arguably that nation’s most beloved grape. The story of how it ended up thriving over in South America and coming full circle into the realm of appreciation, is the result of many of these fluctuations.<\/p>\n\n\n\n<p>Having once been prized for its thick dark skins, higher acidity, softer tannins, and a juicy, jammy dark-fruit character, this grape, commonly used to produce Cahor’s ‘Black Wines’, was supposedly a favourite of the Russian and French nobilities. One of the grape’s weaknesses, however, was it susceptibility to disease, suffering numerous Phylloxera plagues over the centuries, as well as its susceptibility to frost, as would be dramatically exemplified in the mid-20th century. The devastating European frosts of 1956, which killed as much as 90% of the vines in some areas, not only caused Bordeaux to go from primarily producing white wine to its now famous reds, but also caused Malbec to essentially recede from French vineyards, being replaced thereafter by the more popular and more frost-resistant Cabernet Sauvignon and Merlot varietals. As unfortunate an event as this plight it was, it is now generally agreed upon that Malbec’s disappearance and subsequent re-emergence across the Atlantic Ocean helped not only create the high-quality Merlot \/ Cabernet Sauvignon dominated Bordeaux blends of the last 60 years, but also allowed Malbec to shine in what is considered a more suitable climate in South America.<\/p>\n\n\n\n<p>On the 17th of April 1853, French agronomist Michel Aimé Pouget had, after propagating French varietals across the border in Chile with a group of other scientists fleeing Napoleon III, presented to the governmental board of Mendoza his plan to introduce some Malbec cuttings to Argentina, in order to improve the quality of the nation’s wines, and, hopefully as a consequence, their exports as well. He had chosen Malbec, in addition to a few other varietals, because of its predicted suitability to the higher altitudes and warmer climate, both of which, he speculated, would help generate more complexity in the grape, with the altitude increasing acidity, and the warmer climate helping smooth out some of the tannic structure — something for which he would eventually be vindicated.<\/p>\n\n\n\n<p>Ironically, however, as Malbec begun to blossom in the Americas, its popularity had begun to decline in Europe, and, by the aftermath of the aforementioned frost, it was found mostly as a small, if not one of the smallest blend-components across many French and Italian vineyards. This decreasing popularity led the Argentinian farmers to begin up-rooting Malbec vines in favour of Merlot and Cabernet Sauvignon. This replacement would not last too long however, and by the turn of the century many wine lovers the world over began to recognise the thriving of Malbec in Argentina, and, as of today, the nation is accountable for 75% of the world’s Malbec wines, — and for good reason. The Argentinian wines are generally clean, approachable, balanced, fruit-forward, and yet still posses enough complexity and dark-fruit punchiness to stand up with a meal.<\/p>\n\n\n\n<p>This does not, however, confine Malbec to one area. After the frost of 1956, the Cahors region, which was and still is known for its Malbec, was one of the few regions to seriously focus on replanting its vines, and today the Cahors AOC stipulates that Malbec (known as Côt and Auxerrois by the locals) make up no less than 70% of the total wines produced — usually supplemented by Merlot and Tannat. The 100% Malbec wines found here are going to be noticeably… dirtier, than their South American siblings, more notes of dried herbs, wood, slightly smoky undertones, with some stony minerals in the finish, and a more jagged tannic structure, lending them self greatly against more intense lamb or gamey meat pairings. Another less-famous but equally appealing source for unblended Malbec wines is Washington, with a surge of well scoring and unique wines coming from the area, such as Hamilton Cellars, creating award winning Malbecs out of the Red Mountain region.<\/p>\n\n\n\n<p>To have seen Malbec rise, fall, and now rise again, especially with brands like Hamilton Cellars as well as Argentinian classics like Catena Zapata assiduously focused on Malbec, is a great way to celebrate the varietal, and synthesise its past with its undoubtedly bright future.<\/p>\n\n\n\n<p class=\"has-text-align-right\">London, 17th April, MMXXV<\/p>\n","protected":false},"excerpt":{"rendered":"<p>By Sterling Weston, Events and Trade Representative Malbec is a wine varietal that has seen a lot of ups and downs. Be that the higher acidity but lower tannins; be that going from one of the most planted and loved French wine varietals, to one nearly wiped out and only really seen as a blending [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":22492,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-22417","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/22417","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=22417"}],"version-history":[{"count":5,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/22417\/revisions"}],"predecessor-version":[{"id":22511,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/22417\/revisions\/22511"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22492"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=22417"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=22417"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=22417"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}