{"id":22508,"date":"2025-05-02T11:17:22","date_gmt":"2025-05-02T10:17:22","guid":{"rendered":"https:\/\/cbwine.com\/?p=22508"},"modified":"2025-05-02T11:17:24","modified_gmt":"2025-05-02T10:17:24","slug":"an-ode-to-sauvignon-blanc","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/an-ode-to-sauvignon-blanc\/","title":{"rendered":"An Ode to Sauvignon Blanc"},"content":{"rendered":"\n<p><em>Wild White.<\/em> This is the translation of Sauvignon Blanc, hailing first from somewhere amidst the uncultivated overgrowths of France. When I think of the wild white sauvage, it is the crisp, fresh gramineous aromatics which first come to mind – so often the cause of its lauding. From the tangled and remote French wilderness, to being the third most planted white grape after both Chardonnay and Airén, Sauvignon Blanc has ventured its way across the globe like a roaming vagabond, ready to absorb the traits of its terroir.   <\/p>\n\n\n\n<p>It was first discovered in either Bordeaux – a region which, despite its reputation as a land of exquisite reds, actually once predominately produced white wines, before the devastating frosts of 1956 that is – or, over in the Loire Valley, where it is still abundant today. Its reputation in the latter lingers, and is perhaps best known from the Pouilly-Fumé AOC, where it prominently displays its distinct crisp and grassy style, with a slight smokey finish – hence fumé, fumes, smoke. &nbsp;<\/p>\n\n\n\n<p>As is ever the fate of a <em>starry-eyed<\/em> vagabond, it searches the earth not only to discover further the world outside it, but, whether intentionally or not, to encounter internal changes along the way. When it reaches the warm maritime climates of New Zealand for example, the increased heat expedites its ripening, and beckons forth brighter and fruitier notes: think pineapple, gooseberry, citrus, melon, etc. and with plenty of ‘zippy’ and sometimes sharp acidity. In fact, New Zealand started the trend of the Sauvignon Blanc Day this piece celebrates, which coincides with the onset of spring, and the warmer weather within which a crisp, citrusy and refreshing wine such as this is perhaps best enjoyed. It first visited New Zealand in the 1970s as an experiment, a potential grape to be blended alongside Müller-Thurgau – just as the aforementioned vagabond searches for connection. It is in these lands where it has made a reputation for itself, and every supermarket today has its shelves stacked with options. &nbsp;<\/p>\n\n\n\n<p>Before its journey to the antipodal lands of New Zealand and Australia, it first made a visit to the U.S.A., specifically California in the 1880s at the hands of Charles Wetmore, founder of the award winning Cresta Blanca Winery (now owned by Wente Vineyards), the first Californian winery to win an award at a French wine competition, securing the Grand Prix with its first ever vintage, which, as you may have already guessed, was made from Sauvignon Blanc. He had brought the cuttings from the Sauternes vineyards of Château d'Yquem, (a name which likely needs no introduction), and planted them within the Livermore Valley AVA. Over the next century, Sauvignon Blanc was becoming less and less popular, and in order to negate this, Robert Mondavi, one of the leading Napa producers, decided to market his own style of oak-aged Sauvignon Blanc, doing so under the name Fumé Blanc (borrowed from Pouilly-Fumé), allowing him to side-step the not-quite-negative, but diminished connotations which its prior agnomen carried. Of course, by today, it has more than regained its reputation. Somewhere between then and its arrival in New Zealand, it stopped along the way in South Africa. In both these places (South Africa and the U.S.A.), it tends to be slightly ‘riper’ tasting than in Oceania, developing more stone-fruit notes and roundness, partially due to the prevalence of oak, which is less common over in New Zealand and Australia. &nbsp;<\/p>\n\n\n\n<p>One of the best New World Sauvignon Blancs I have had in a long time was New Zealand producer Spinyback’s 2023 vintage, which I tried at the Berkmann Cellars tasting this year, and it is astonishingly affordable. An intensely aromatic wine, which instantly regaled me with aromas of kiwi just from being poured, which were backed-up on the palate; intense but elegant notes of lime, gooseberry, passionfruit, and slightly unripe mango danced on the palate, with a surprisingly long finish, and a great – I mean really great – balance of sweetness and acidity. Not only is it a wallet-friendly choice, but it was a wine which really stayed with me for the rest of the day, expertly marrying the new world fruit notes, with those classic, timeless traits of the wild white sauvage. &nbsp; &nbsp;<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p class=\"has-text-align-right\">London, 2nd May, MMXXV<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Wild White. This is the translation of Sauvignon Blanc, hailing first from somewhere amidst the uncultivated overgrowths of France. When I think of the wild white sauvage, it is the crisp, fresh gramineous aromatics which first come to mind – so often the cause of its lauding. From the tangled and remote French wilderness, to [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":22509,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-22508","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/22508","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=22508"}],"version-history":[{"count":1,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/22508\/revisions"}],"predecessor-version":[{"id":22510,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/22508\/revisions\/22510"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22509"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=22508"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=22508"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=22508"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}