{"id":3338,"date":"2024-09-13T16:06:39","date_gmt":"2024-09-13T15:06:39","guid":{"rendered":"https:\/\/cbwine.com\/?p=3338"},"modified":"2025-04-30T10:13:56","modified_gmt":"2025-04-30T09:13:56","slug":"is-whisky-a-good-investment","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/is-whisky-a-good-investment\/","title":{"rendered":"Is whisky a good investment?"},"content":{"rendered":"\n<p>In recent years, some of our clients have approached us asking about whisky investment, usually after seeing either a competing wine brokerage become a whisky brokerage overnight, a recent surge of social media advertisements, or a direct call from a whisky broker telling them that whisky is the best investment they can make.<\/p>\n\n\n\n<p>As a specialised fine wine brokerage, we have never offered whisky as an investment asset to our clients, and unlike some of our competitors in the wine investment market, we never will. Cask whisky doesn’t offer the liquidity, transparency or track record to rise to an investment we would offer to our clients.<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center\"><strong>The Whisky Investment Hype<\/strong><\/h2>\n\n\n\n<p>At first glance, some impressive numbers about the whisky market have been reported. Single bottles of whisky have sold for millions at auction. The notable Macallen 1926, which sold for £2.2 million, and the anecdotal forgotten cask of Macallen 1988, which sold for £1 million with a 9000% return. If you’re reading this article, you are likely being targeted by advertising showcasing these exact examples. However, the reality of whisky for the everyday investor is a far bleaker picture. Hype and a lack of vigilance have cost investors their trust in alternative investments, millions in lost profits and left them stuck with whisky casks they can’t sell without heavy losses.<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center\"><strong>The Informed Investor<\/strong><\/h2>\n\n\n\n<p>The modern investor now has access to the knowledge of world-leading experts through a quick Google search, allowing them to become informed on any subject with basic research and a sceptical eye. Personal due diligence has always been a mandatory part of the investment process. However, with criminal organisations and scammers becoming more sophisticated, making sure what you’re buying is legitimate is more complicated than ever. Returns too good to be true, conflicting online information, overly aggressive selling tactics, and the lack of transparency in cask whisky investment have made it a playground for companies with only one goal: parting investors with their capital.<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center\"><strong>Whisky Investment: Questions and Concerns<\/strong><\/h2>\n\n\n\n<p>Thousands of investors across the UK are being offered whisky investment by some of the hundreds of companies seemingly emerging overnight. They offer 10–15-year investments when they have only existed for a few years, riding the wave of hype and media interest backed by online advertisements from brokerages. Despite the aggressive marketing push, critical questions remain unanswered:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Is there enough secondary market demand to give investors liquidity?<\/li>\n\n\n\n<li>Is there a way to independently verify the value of cask whisky in the secondary market?<\/li>\n\n\n\n<li>Is bottling a cask a profitable exit strategy for everyday investors?<\/li>\n<\/ul>\n\n\n\n<p>These questions remain unanswered because the reality is unfavourable to the current cask whisk investment market. Companies will continue to ignore these issues unless the correct information is offered to the public. The fine wine market has addressed questions like these for decades: comparing the wine market will allow a frame of reference for where whisky falls short in critical areas.<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center\"><strong>Wine versus Whisky<\/strong><strong><\/strong><\/h2>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Liquidity<\/strong><\/h3>\n\n\n\n<p><strong>Whisky Liquidity:<\/strong> Liquidating whisky, particularly cask whisky, poses significant challenges. Rare Whisky 101 tracks the auction sales of 128 distilleries (1), highlighting a market for ultra-rare bottles but not for casks. From all indications, there is no established secondary cask whisky marketplace. The only company with a public cask whisky index started in 2018 and has not updated it since 2022 (2). They only track 20 distilleries and give no methodology for how their index is valued, giving investors the illusion of legitimacy with no data to back it up.<\/p>\n\n\n\n<p>Common cask whisky liquidation strategies used by brokerages include:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Auctioning the cask.<\/li>\n\n\n\n<li>Bottling the whisky.<\/li>\n<\/ul>\n\n\n\n<p>Looking at auctioning cask whisky, Whisky Hammer (a leading whisky auction house) has sold 8 casks across all their 2024 lots so far — yes, 8 out of 14720 lots offered were cask whisky sales, with the rest being individual bottles (3). Since 2020, Auction Your Cask, a dedicated cask auction house, has hosted 13 auctions, featured 195 lots and sold 56 casks, a less than 29% average sell-through rate (4). Whisky Auctioneer has featured 172 lots of cask whisky since 2017; only 2 met their reserve estimate, and the other 170 products were below the revere price (5). To compare, Acker (a leading fine wine auction house) had 1960 lots across their June auctions, averaging 1-12 bottles per lot, and typically sell over 95% of lots (6). This year, so far, Acker has brokered 5000 sales world records. Whisky brokerages sell thousands of casks to their clients every year, and based on the data above, they have no auction market for liquidation.<\/p>\n\n\n\n<p>Bottling is regularly advertised as an excellent strategy for liquidating casks. What is not said is that bottling a cask involves significant extra expenses for the investor: taxes, glass, label design, marketing, and transport. Ultimately, bottling can add an additional 100% to the investment's outlay, making profitability unlikely for everyday investors (7). There are many other issues with bottling whisky as an existing strategy. Namely, that you need several licences to sell alcohol in the UK:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>A personal licence<\/li>\n\n\n\n<li>A premise licence<\/li>\n\n\n\n<li>Membership of the Alcohol Wholesale Registration Scheme<\/li>\n<\/ul>\n\n\n\n<p>Without these licences, you are liable for a £20,000 fine and six months in prison as alcohol is a controlled substance.<\/p>\n\n\n\n<p><strong>Wine Liquidity:<\/strong> Liquidating wine is possible through many options, with regular auctions worldwide and more buyers and sellers than ever. Sotheby’s reported a 500% increase in new bidders over the last decade, selling an average of $150 million of wine each year (8). With the support of companies like CB Wine, investors have the option to build around high liquidity products that can be seen out of their portfolio through our CB Uncorked retail site, or to focus on long-term investment to find the right auction and the best price possible.<\/p>\n\n\n\n<p>Fine wine has an active and accessible secondary market. Acker Wine Auctions, for instance, has facilitated $1.8 billion in sales, representing 220,000 sales with $85 million achieved in the first half of this year (9). They account for roughly 30% of the secondary fine wine market and have an auction index which can be used to estimate the value of almost any wine.<\/p>\n\n\n\n<p>The London International Vintners Exchange (Liv-ex), founded in 2000, is an established marketplace for fine wine. It facilitates trading and tracks the prices in the wine market with multiple indices, providing extensive regional and global data. They use their data to value products based on what people are paying in real-time, with over £100 million in opportunities across 20,000 markets and 47 countries (10).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Valuation and Transparency<\/strong><\/h3>\n\n\n\n<p><strong>Whisky Valuation:<\/strong> Whisky cask valuation is notoriously opaque. In the best case, it is possible to research the price of a cask you’re being offered independently if it has previously sold in a public auction, which will show you what someone paid in the past, but not what it is worth today. Given the small auction market for cask whisky, investors must rely entirely on their brokers to tell them what their investment is worth. This leaves buyers in the dark about the actual value of what they have bought.<\/p>\n\n\n\n<p><strong>Wine Valuation:<\/strong> Wine valuation is straightforward and homogeneous across the market. Most wine brokerages use Liv-ex, giving them access to a substantial data pool for valuing client assets based on recent sales. Even without access to this platform, laypersons can estimate wine value using Wine-Searcher (11), a public marketplace for buying and selling wine, enhancing market transparency and mitigating the risk of overpaying.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Diversification and Market Size<\/strong><\/h3>\n\n\n\n<p><strong>Whisky Market:<\/strong> Scotch whisky dominates the cask investment market, with Irish whisky at a distant second. Based on the public offerings of current whisky brokerages, Scotch accounts for nearly all of the cask investment market in value and volume. As of 2023, all scotch whisky exports were worth £5.6 billion, with 22 million casks maturing in Scotland’s warehouses. As of March 2024, there are 148 operating Scotch whisky distilleries (12), with Rare Whisky 101 tracking 128 in their global indices. &nbsp;Note that these numbers include all production, including bulk spirit, and not specifically investment-grade whisky.<\/p>\n\n\n\n<p><strong>Wine Market:<\/strong> The fine wine market is vast and globally significant. Our company manages wines from several continents and dozens of subregions.<\/p>\n\n\n\n<p>Bordeaux is the most popular region, representing 33% of the fine wine market. Bordeaux’s extensive terroir includes 57 appellations, 61 grand cru classés, over 9,000 wine-producing châteaux, and 13,000 wine growers (13). This diversity and scale reflect the vast opportunities for wine investment and the relative ease of diversifying a wine portfolio to lower risk. In 2022, the global wine market was valued at $441.60 Billion and is projected to grow by a rate of 5.9% per year (14).<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center\"><strong>Final thoughts<\/strong><\/h2>\n\n\n\n<p>Diversification is an essential part of safe investment, and alternative investment provides a great option. Investing in fine wine or whisky presents appealing opportunities for investors who seek the right advice. Whisky investment, particularly in casks, involves opaque valuation, low liquidity, and significant additional costs and regulations for bottling. Currently, the whisky market is a playground for opportunistic companies with no track record, and they have made investing in whisky a high-risk and costly experience for many investors. In contrast, wine investment benefits from established valuation platforms, higher liquidity, and a growing, diversified market. Decades of establishment mean a competitive market for investing in wine; companies compete with each other for new business, giving buyers more power and the freedom to assess opportunities independently. Prospective investors should carefully consider all factors to make informed decisions tailored to their goals and risk tolerance. When weighing up the opportunities of diversifying into alternative assets, know not all opportunities are the same.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" style=\"margin-top:var(--wp--preset--spacing--30);margin-bottom:var(--wp--preset--spacing--30)\"\/>\n\n\n\n<ul class=\"wp-block-list\">\n<li>1 Rare Whisky 101, &lt;https:\/\/www.rarewhisky101.com\/indices&gt;<\/li>\n\n\n\n<li>2 Braeburn Whisky, <em>Whisky Cask Market Report 2021, <\/em>May 23<sup>rd<\/sup> 2022, &lt;https:\/\/braeburnwhisky.com\/whisky-casks-offer-investors-protection-against-volatility\/&gt;<\/li>\n\n\n\n<li>3 Whisky Hammer, <em>Previous Whisky Auctions, &lt;<\/em>https:\/\/www.whiskyhammer.com\/previous-auctions&gt;<\/li>\n\n\n\n<li>4 Auction Your Cask, &lt;https:\/\/www.auctionyourcask.com\/&gt;<\/li>\n\n\n\n<li>5 Whisky Auctioneer, &lt;<a href=\"https:\/\/whiskyauctioneer.com\/auction-search?text=storage&amp;sort=field_reference_field_end_date+DESC&amp;items_per_page=500\" target=\"_blank\" rel=\"noopener\">https:\/\/whiskyauctioneer.com\/auction-search<\/a>&gt;<\/li>\n\n\n\n<li>6 Acker, <em>Acker wine &amp; Spirits Auction Results, &lt;<\/em>https:\/\/www.ackerwines.com\/wine-spirits-auction-results\/&gt;<\/li>\n\n\n\n<li>7 Mark Littler, <em>Whisky Cask Calculator, &lt;<\/em>https:\/\/marklittler.com\/cask-calculator\/&gt;<\/li>\n\n\n\n<li>8 CNBC, <em>No longer a ‘closed club’: Why fine wine is whetting investors’ appetites, <\/em>December 7<sup>th<\/sup> 2023,<em> &lt;<\/em><a href=\"https:\/\/www.cnbc.com\/2023\/12\/07\/how-to-invest-in-fine-wine-as-an-alternative-asset-class-investment-%3e\" target=\"_blank\" rel=\"noopener\">https:\/\/www.cnbc.com\/2023\/12\/07\/how-to-invest-in-fine-wine-as-an-alternative-asset-class-investment-&gt;<\/a><\/li>\n\n\n\n<li>9 Acker, &lt;https:\/\/www.ackerwines.com\/&gt;<\/li>\n\n\n\n<li>10 Liv-Ex, &lt;https:\/\/www.liv-ex.com\/&gt;<\/li>\n\n\n\n<li>11 Wine Searcher, &lt;https:\/\/www.wine-searcher.com\/&gt;<\/li>\n\n\n\n<li>12 Scotch Whisky Association, <em>Facts &amp; Figures,<\/em> &lt;https:\/\/www.scotch-whisky.org.uk\/insights\/facts-figures\/0&gt;<\/li>\n\n\n\n<li>13 European Waterways, <em>Bordeaux Wine Region Guide: The World’s Most Famous Wine Region, &lt;<\/em>https:\/\/www.europeanwaterways.com\/blog\/bordeaux-wine-guide\/&gt;<\/li>\n\n\n\n<li>14 Vantage, Wine Market Report, &lt;<a href=\"https:\/\/www.vantagemarketresearch.com\/industry-report\/wine-market-%3e\" target=\"_blank\" rel=\"noopener\">https:\/\/www.vantagemarketresearch.com\/industry-report\/wine-market-&gt;<\/a><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>In recent years, some of our clients have approached us asking about whisky investment, usually after seeing either a competing wine brokerage become a whisky brokerage overnight, a recent surge of social media advertisements, or a direct call from a whisky broker telling them that whisky is the best investment they can make. As a [&hellip;]<\/p>\n","protected":false},"author":8,"featured_media":22480,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-3338","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/3338","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/8"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=3338"}],"version-history":[{"count":10,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/3338\/revisions"}],"predecessor-version":[{"id":4652,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/3338\/revisions\/4652"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22480"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=3338"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=3338"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=3338"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}