{"id":3372,"date":"2024-07-11T17:09:00","date_gmt":"2024-07-11T16:09:00","guid":{"rendered":"https:\/\/cbwine.com\/?p=3372"},"modified":"2025-04-30T10:14:09","modified_gmt":"2025-04-30T09:14:09","slug":"the-next-generation-of-wine-investors","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/the-next-generation-of-wine-investors\/","title":{"rendered":"The next generation of wine investors"},"content":{"rendered":"\n<p>Historically the wine investment sphere has been perceived as a market suited to the mature investor, a market dominated by experienced individuals that are looking to bolster their already-established portfolio. However, reports such as Bank of America’s&nbsp;<em>2024 Bank of America Private Bank Study of Wealthy Americans<\/em>&nbsp;show this to no longer be the case.*<\/p>\n\n\n\n<p>According to Knight Frank, with the seismic transfer of wealth and assets from the silent and baby boomer generations occurring in America over the coming decade, millennials are set to be the ‘richest generation in history’.** This shift of economic power to the younger generation brings into question subsequent shifts in investment interest.<\/p>\n\n\n\n<p>BofA’s recent&nbsp;<em>Study of Wealthy Americans<\/em>&nbsp;analyses the investment trends and confidence of over 1,000 Americas with at least $3 million in household investable assets. They reported 72% of those aged 21-43 as sceptical of traditional investments, with only 28% of those aged 44 and over sharing the same scepticism. This pivot away from more traditional investment choices, such as stocks and bonds, emphasises the interest the younger generations have in alternates such as tangible and digital assets.<\/p>\n\n\n\n<p>When divided into self-identified investment risk bands, even self-proclaimed ‘aggressive’ investors aged 44+ only hold 8% of their portfolio in alternate assets, whereas the ‘conservative’ band of younger generations hold more than double this at 17%. Where the boomer and Gen X generations show a distinct hesitancy towards alternates, what factors have changed the minds of millennials and Gen Z?<\/p>\n\n\n\n<p>The influence of social media in the morphing investment landscape cannot be understated. With the older generations opting for online articles as their preferred vehicle of financial content, investors aged 21-43 unsurprisingly opted for social media. With both groups choosing online-form content to consume financial information, the importance of quick and inexhaustible content is prevalent. Some may argue this is what social media does best.<\/p>\n\n\n\n<p>The speed with which financial information can be generated, shared and consumed has changed drastically over the past 50 years, and is currently changing faster than ever with the influence of AI. With the rise of visual and interactive content on platforms such as Instagram, it’s no wonder the physicality of tangible assets such as classic cars, jewellery and wine has caught the attention of the younger generations.<\/p>\n\n\n\n<p>When looking at collectibles (such as fine wine) specifically, BofA reported a 94% interest in the area from millenials and Gen Z, with a drop to 80% for Gen X and only 57% for boomers. Jamie Ritchie, the Worldwide Head of Sotherby’s Wine at Sotherby’s Auction House, previously addressed this shift in generational market interest during an interview with Areni Global: “We’re getting a number of 30 and 40-year-old bidders; when I joined in 1990, the average age was 65. Now we’re averaging more like 40 across our markets.”**<\/p>\n\n\n\n<p>The interest in the fine wine market is evident amongst younger investors, and with an enormous sum of wealth soon to be passed down the generations, expected growth of tangible asset markets should not be ignored. But it’s not only the younger generation that would benefit from this shift, should others choose to consider a redistribution of their portfolios. With access to information becoming ever more attainable and attractive, Gen Z has the potential to not only direct an influx of wealth into tangible assets such as fine wine, but also to stabilise growth in the market for the future.<\/p>\n\n\n\n<p>Here at CB Wine, we promote access to information, frequently passing key market knowledge onto our clients. The growth of confidence in fine wine as an investment opportunity off the back of a growth in available financial information speaks to the attraction the market has. And the opportunity to reap its benefits spans all generations.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" style=\"margin-top:var(--wp--preset--spacing--30);margin-bottom:var(--wp--preset--spacing--30)\"\/>\n\n\n\n<ul class=\"wp-block-list\">\n<li>*‘2024 Bank of America Private Bank Study of Wealthy Americans’, Bank of America [https:\/\/ustrustaem.fs.ml.com\/content\/dam\/ust\/articles\/pdf\/2024BoA-PB_Study_of_Wealthy_Americans.pdf]<\/li>\n\n\n\n<li>**‘How will millenials spend US$90 trillion?’, Knight Frank [https:\/\/www.knightfrank.com\/research\/article\/2024-02-28-how-will-millennials-spend-us90-trillion#:~:text=The%20shift%20will%20see%20US,wealth%20is%20put%20to%20use]<\/li>\n\n\n\n<li>***‘Debt, Death, Divorce - Fine Wine and the auction world, - In Conversation with Jamie Ritchie’, Areni Global [https:\/\/areni.global\/debt-death-divorce-fine-wine-and-the-auction-world-in-conversation-with-jamie-ritchie\/]<\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Historically the wine investment sphere has been perceived as a market suited to the mature investor, a market dominated by experienced individuals that are looking to bolster their already-established portfolio. However, reports such as Bank of America’s&nbsp;2024 Bank of America Private Bank Study of Wealthy Americans&nbsp;show this to no longer be the case.* According to [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":22494,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-3372","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/3372","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=3372"}],"version-history":[{"count":5,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/3372\/revisions"}],"predecessor-version":[{"id":4653,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/3372\/revisions\/4653"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22494"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=3372"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=3372"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=3372"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}