{"id":4047,"date":"2024-11-14T13:01:01","date_gmt":"2024-11-14T13:01:01","guid":{"rendered":"https:\/\/cbwine.com\/?p=4047"},"modified":"2025-04-30T10:13:22","modified_gmt":"2025-04-30T09:13:22","slug":"american-fine-wine-opportunities-on-the-horizon","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/american-fine-wine-opportunities-on-the-horizon\/","title":{"rendered":"American fine wine: Opportunities on the horizon"},"content":{"rendered":"\n<p>An article came across my desk this morning that caught my attention: ‘<em>1 in 24 New Yorkers is a millionaire as world’s wealthiest cities ranked<\/em>’- a punchy headline from the Independent that would no doubt lure most general readers. However, reading this through the lens of a fine wine market affiliate only heightened my interest.<\/p>\n\n\n\n<p>With a high concentration of High-Net-Worth Individuals (HNWIs) in the city, it’s no wonder why New York is humming with luxury retail and events. The saturation of interest into the world of luxury goods not only generates a vivid primary consumption market, but also fortifies the secondary market, providing lucrative returns for investors. The market of fine wine operates on simple principles of demand and supply. Where demand is high for tangible and finite assets, the opportunities for the secondary market to sell become abundant. However, despite the higher consumption of these goods in HWNI-rich areas, investors in the luxury goods secondary market are benefiting far and wide across the world.<\/p>\n\n\n\n<p>The marketing of luxury goods, just like their consumption, has always been concentrated around areas of wealth and affluence. Looking at New York in particular, the draw towards luxury consumption has never been more tempting. Stefania Lazzaroni, general manager of luxury industry researcher Altagamma, expressed the strength of luxury brands in New York in a statement following the publication of their mid-year global luxury market update: “Luxury brands look set to sail through 2023, thanks to retail strategies that are focusing on the physical channel once more (albeit in synergy with digital), specific pricing strategies and ever new, increasingly experiential ways of engaging with customers markets…”.<a id=\"_ftnref1\" href=\"#_ftn1\">[1]<\/a> These experiential engagement strategies extend to the world of fine wine, especially through events and private members clubs, offering exclusive bottles to the wealthy of NYC.<\/p>\n\n\n\n<p>New York Vinters is one of many exclusive wine clubs in New York, offering the chance to drink rare bottles whilst brushing shoulders with celebrities. Their social media is equally populated with exclusive vintages and famous faces, giving a glimpse into the experiences the elite are indulging in. The market of fine wine, offering rarity through limited vintage production, aligns with the wants of HNWIs- to experience something not all can.<\/p>\n\n\n\n<p>The draw of exclusivity through members’ clubs is not only being noticed by the affluent wine consumer, but also by American wineries themselves. The popularity of wineries having their own members clubs, allowing brand followers to gain early access to new releases as well as enjoy monthly wine selections delivered straight to them, has grown in recent years, with wineries now relying on this as their primary approach to increasing sales. The BMO 2024 Wine Market Report found that ‘increase club sales and members’ was the most popular choice for US wineries when deciding how to generate higher levels of revenue, topping the chart at 23.4%, above increasing wholesale sales, marketing, and even finding new distributors, landing at the bottom of the list at only 3.6%.<a href=\"#_ftn2\" id=\"_ftnref2\">[2]<\/a> The confidence wineries have in the rising popularity of their clubs further demonstrates the strength of consumer market for wine in general. With these experiential strategies not only sustaining but growing the consumption of fine wine, what does this mean for the secondary market?<\/p>\n\n\n\n<p><\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Early interest in US market<\/strong><\/h2>\n\n\n\n<p>Looking now at Liv-Ex’s California 50 index, tracking the price performance of the ten most recent physical vintages of the five most actively traded Californian wines, performance over the past 20 years has been impressive, with overall growth of 231.5% to date.<a href=\"#_ftn3\" id=\"_ftnref3\">[3]<\/a> Even when isolating performance in the market’s infancy, the steady uplift of value cannot be ignored, with a 41.3% growth from 2004-2010. Ever since our launch in 2010, CB Wine has monitored and explored the American fine wine market. With the strength of cult followings and exciting marketing from many Napa brands even 14 years ago, we were eager to get involved and take advantage of a growing area of the global fine wine market, with huge upside potential.<\/p>\n\n\n\n<p>We sold our first Californian wine, Opus One 2006, in August 2010. Accounting now for 20% of the California 50 index, Opus One is one of many examples of Napa wineries CB Wine took early interest in. It was this early adoption of specific Napa brands that has afforded our clients the unique opportunity to see firsthand the rapidly expanding investment opportunities in New World regions.<\/p>\n\n\n\n<p>Realm Cellars was another winery that piqued my interest, even in its first years. Although not making headlines at the time, the winery was positioned in such a way in the early 2010’s, with high quality and low volume production, to have the potential to echo other Napa brands that had experienced a swarm of new interest from drinkers and investors alike. Today, with many CB clients holding cases of Realm Cellars wines, the winery features in financial publications, such as Robb Report, being heralded as one of Napa Valley’s ‘next great cult wines.’<a href=\"#_ftn4\" id=\"_ftnref4\">[4]<\/a><\/p>\n\n\n\n<p>New world regions, such as California, may still be in the infancy of their full market potential, but with returns already being made by investors, our early involvement in the American secondary fine wine market holds exciting current and future opportunities for profits. Although the secondary market in America has benefited from the steady local consumption of fine wines in regions such as New York, it is not only the Americans that are enjoying Californian bottles.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>International Attention<\/strong><\/h2>\n\n\n\n<p>With the highest concentrated populous of UHNWI in the world, New York, as mentioned, is no doubt greatly aiding the secondary market for Californian wine.&nbsp; However, demand for American wines is also gathering speed overseas. \"California wine's international exports have grown by 10 percent over the past 10 years,\" says Honore Comfort, the Wine Institute’s vice president of international marketing.<a href=\"#_ftn5\" id=\"_ftnref5\">[5]<\/a> 10% over the past ten years may not be monumental, but what it is a sign that the interest is certainly there, allowing for the possibility of cases stored outside the US to also be sold in auction outside the US. Even wine auctions for California wines happening within the US are attracting international buyers. Christie’s September 2023 fine wine auction held in Los Angeles, achieved $597,938 for its Napa offerings, including Screaming Eagle, with 94% sold by lot and 104% hammer above low estimate. Chris Munro, head of department, Americas fine wine and spirits, said:<\/p>\n\n\n\n<p>“We were […] very pleased with the global participation in our first California Only sale in twenty years. Registrants from around the globe competed for both the classic and cult wines from California establishing a number of record high prices.”<a href=\"#_ftn6\" id=\"_ftnref6\">[6]<\/a><\/p>\n\n\n\n<p>This shift in interest is not only evident in auction but too in consumption. Where 10-15 years ago you would be hard pressed to find any cult Napa wines being offered in restaurants and supermarkets in the UK, now it’s offered almost everywhere. Walking into a pub local to our Chiswick office in London and seeing bottles of Orin Swift, another phenomenal Napa winemaker we work with, offering bottles online as well as cases for investment, wasn’t as much of a shock as it would have been even a few years prior. When interviewed on our CB Conversations platform, world-renowned wine critic Lisa Perrotti-Brown spoke about the importance of Napa wineries sending allocations abroad to push this attention even further: “Until very recently you just haven't been able to find a lot of the great napa valley wines, even some of the smaller established wineries like Spottswoode or Dalla Vale anywhere else in the world. The world doesn't even know about these names for the most part. It's only recently where they've started to recognize ‘Oh yeah, I need to get my name out there and into the great sellers of the world, and then on those restaurant lists of the world so that people you know actually recognize me wherever they go.’ That for me has been a game changer for Napa, that you're starting to see these great labels all over the world.”<\/p>\n\n\n\n<p>It is this shift in mindset of Napa producers that has seen a huge uplift in buying interest for American wines in recent years. More and more Napa-specific tastings are cropping up internationally, but especially within London, to showcase cult Californian offerings to the UK market. And these tastings are impressive, with motivated teams from the wineries actively looking for routes into international markets. One recent tasting, attended by CB Wine was a Napa Valley tasting from Napa Valley Vintners, hosted at Abbey Road Studios in London. The evening was nothing short of magical with a thorough tasting selection sitting alongside musical performances taking guests on a journey through the history of the space. The tasting climaxed in a magnum party, where all producers mingled with the attendees, topping up glasses from single and double magnum formats.<\/p>\n\n\n\n<p>The level of planning, precision and execution of events like this are the purest exemplification of Napa producers’ desire to enter the international space. Where Lisa Perrotti-Brown expressed a historical disinterest due to strong domestic market, the draw overseas is proving a more and more enticing option for Napa wineries. However, there still remains an air of caution from the international market, stemming from past trending market imports such as the disappointing influx of Australian wines.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">One step ahead<\/h2>\n\n\n\n<p>With a huge rise in interest for Australian wines within the UK throughout the late 1990s and early 2000’s saw Australian producers capitalising. Vast volumes of low-cost drinking wines were imported and ended up in the supermarkets, resulting in large offerings sometimes even matching quantities of Italian and French wines on the shelves. But with a huge influx of lower quality wines remaining the focal point of AUS exports, international hopes of introducing Australia’s top-hitting fine wine brands to UK consumers began to fade. Even now, the demand for high-yield, low price Australian wines is decreasing year on year, with a 20% decline in the UK’s Australian imports by value, and 16% by volume from 2022-2023.<a href=\"#_ftn7\" id=\"_ftnref7\">[7]<\/a>&nbsp;<\/p>\n\n\n\n<p>International reception of a country’s fine wine can never be assumed- it depends instead on a multitude of factors and a fully executed export plan to highlight and not squander the quality of the product. Chateau Margaux’s attempts to enter the Chinese market have been unsuccessful in the past, as Margaux’s lack of international representatives didn’t instil confidence in Chinese importers. Recognising this, Margaux appointed its first ever representative outside of France in 2010, appointing Thibault Pontallier brand ambassador in Hong Kong.<a id=\"_ftnref8\" href=\"#_ftn8\">[8]<\/a> Since then they have taken more leaps to understand the Chinese market, appointing managerial staff in Shanghai. To stay ahead of international concerns, the US seems to instead be focusing on sending dedicated teams from low-yield, cult-followed wineries overseas, showing off small allocations of what Californian regions have to offer when it comes to fine wine, be that at a higher price point.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">For investment and drinking<\/h2>\n\n\n\n<p>With the market for high-quality Napa drinking wines being strengthened in the UK, can the same be said for the consumption of record-breaking top-end cases? It is all well and good buying and holding cases of Napa wines as an alternate investment, but is there the same demand for consumption of these exclusive allocations as there is for cult mid-range bottles? Hedonism in London has been alluding to the answer. The fine wine and spirits boutique, located in the heart of the city, has always carried an astonishing range of top wines from across the globe. However, their ongoing spotlight on high-end American producers suggests a confidence in the consumption market for these products. Since the ‘fine wine heaven’ opened over 11 years, they have had a Sine Qua Non room installed as a permanent feature. The room is dedicated to the Napa Valley ‘maverick’ producer that has been making waves overseas. Sine Qua Non’s mission is a simple one: ‘To make something that is so distinctive and so delicious as to make it indispensable to wine lovers the world over.’<a href=\"#_ftn9\" id=\"_ftnref9\">[9]<\/a> With permanent fixtures such as Hedonism’s playful room, featuring swathes of hands cradling the bottles on each of its walls, they are definitely leaving a mark on wine lovers in London.<\/p>\n\n\n\n<p>I was lucky enough to speak one day with head sommelier at Hide restaurant in London about the wines of Sine Qua Non. As a fan myself it was delighted to share in the passion with him; Upon mentioning the wines his eyes lit up and an impassioned conversation about the brand ensued. It would seem that those that know the brand, love the brand, and with Sine Qua Non’s growing residence in the fine wine havens of the UK, that following is only set to strengthen.&nbsp;<\/p>\n\n\n\n<p><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Shifting perception<\/h2>\n\n\n\n<p>Not just an abstract concept, this hike in interest for American wines in recent times also extends directly to our clients at CB Wine. Our upscale in Napa additions to our inline retain store CB Uncorked has been met with intrigue and appreciation, with sales coming from new buyers as well as returning clientele. We now have a permanent block reserved for American highlights on the site’s homepage, showcasing the recent additions as well as unearthing the stories of clients’ beloved brands. From Melville to Orin Swift, Pahlmeyer to J Vineyards, the wealth of American excellence we offer through Uncorked continues to grow as demand continues to impress.<\/p>\n\n\n\n<p>Through utilising these brands as well at our wine tasting events, I have been able to witness first-hand the general consensus towards Californian wine. At recent events, when offering J Vineyards sparkling wines to guests upon entrance, the surprise they have when told they are drinking a wine from Sonoma will never get old. A lack of exposure to top-tier American brands and therefore, misunderstanding of what America has to offer the fine wine market still resides within the general UK population, there is no denying that. But if changing someone’s opinion is as simple as exposing them to one excellent, small-production wine at a CB Wine tasting event in a London office space on a Thursday afternoon, I have no doubt the perception of American wines will only continue to alter for the better.<\/p>\n\n\n\n<p>In a market where patience has consistently been rewarded, the potential for American fine wine on the international stage cannot be understated. With consumption rife in the domestic market, and a healthy uptick in international attention, there now lies an opportunity to secure allocations from cult wineries, just as their growth potential is beginning to be realised. Napa wines promote a seismic shift away from traditionalism: be it through their labelling, branding, age, or attitudes towards their consumer, every aspect of American fine wine is a departure from the Old-World ways. But with an awesome shift in wealth on the horizon to millennials and Gen Z investors, isn’t a fresh attitude to wealth generation necessary? Be it secondary market investment opportunities or primary market tastes, Napa is looking good from all angles, and has already generated impressive returns for our clients at CB Wine. To take advantage of a powerful market still in its infancy, contact CB Wine today, and realise the potential for yourself.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p style=\"font-size:11px\"><a href=\"#_ftnref1\" id=\"_ftn1\">[1]<\/a> Forbes, ‘As Luxury Brands Expand In New York City, Their Success May Be Delayed’, Pamela N. Danziger, 5<sup>th<\/sup> Oct 2023<\/p>\n\n\n\n<p style=\"font-size:11px\"><a href=\"#_ftnref2\" id=\"_ftn2\">[2]<\/a> <em>2024 BMO Wine Market Report<\/em>, BMO, &lt;https:\/\/commercial.bmo.com\/media\/filer_public\/03\/89\/03891f2e-3507-487f-a900-192dc5c9aefe\/23-2509_wine_market_report_hz_v57_final-ua.pdf&gt;<\/p>\n\n\n\n<p style=\"font-size:11px\"><a href=\"#_ftnref3\" id=\"_ftn3\">[3]<\/a> Liv-Ex, <em>California 50 Index<\/em>, &lt;https:\/\/app.liv-ex.com\/#\/analysis-tool\/indices-explorer\/CA50&gt;<\/p>\n\n\n\n<p style=\"font-size:11px\"><a href=\"#_ftnref4\" id=\"_ftn4\">[4]<\/a> Robb Report, ‘How to find Napa Valley’s next great cult wines’, &lt; https:\/\/robbreport.com\/food-drink\/wine\/napa-valley-collectible-wines-future-1235419607\/&gt;<\/p>\n\n\n\n<p style=\"font-size:11px\"><a href=\"#_ftnref5\" id=\"_ftn5\">[5]<\/a> Wine Searcher, ‘US ramps up wine exports’, &lt; https:\/\/www.wine-searcher.com\/m\/2023\/11\/us-ramps-up-wine-exports&gt;<\/p>\n\n\n\n<p style=\"font-size:11px\"><a href=\"#_ftnref6\" id=\"_ftn6\">[6]<\/a> Drinks Business, ‘Napa and Pacific Northwest wine auction bags almost US$2m’, &lt;https:\/\/www.thedrinksbusiness.com\/2023\/09\/napa-and-pacific-northwest-wine-auction-bags-almost-2m\/&gt;<\/p>\n\n\n\n<p style=\"font-size:11px\"><a href=\"#_ftnref7\" id=\"_ftn7\">[7]<\/a> Meininger’s International, ‘Australian Wine is in Crisis. Here’s Why’ &lt;https:\/\/www.meiningers-international.com\/wine\/markets\/australian-wine-crisis-heres-why&gt;<\/p>\n\n\n\n<p style=\"font-size:11px\"><a href=\"#_ftnref8\" id=\"_ftn8\">[8]<\/a> Jing Daily, ‘Château Margaux Thinks Locally To Build China Market Share’, &lt;https:\/\/jingdaily.com\/posts\/chateau-margaux-thinks-locally-to-grow-china-market-share&gt;<\/p>\n\n\n\n<p style=\"font-size:11px\"><a href=\"#_ftnref9\" id=\"_ftn9\">[9]<\/a> Sine Qua Non, &lt;https:\/\/www.sinequanon.com\/&gt;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>An article came across my desk this morning that caught my attention: ‘1 in 24 New Yorkers is a millionaire as world’s wealthiest cities ranked’- a punchy headline from the Independent that would no doubt lure most general readers. However, reading this through the lens of a fine wine market affiliate only heightened my interest. [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":22495,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-4047","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/4047","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=4047"}],"version-history":[{"count":2,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/4047\/revisions"}],"predecessor-version":[{"id":4055,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/4047\/revisions\/4055"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22495"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=4047"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=4047"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=4047"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}