{"id":4448,"date":"2024-12-17T10:10:29","date_gmt":"2024-12-17T10:10:29","guid":{"rendered":"https:\/\/cbwine.com\/?p=4448"},"modified":"2025-04-30T10:12:35","modified_gmt":"2025-04-30T09:12:35","slug":"is-english-sparkling-wine-the-future","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/is-english-sparkling-wine-the-future\/","title":{"rendered":"Is English sparkling wine the future?"},"content":{"rendered":"\n<p id=\"ember513\">“Come quickly, I am tasting the stars!” – the impassioned words of Dom Pérignon, the French Benedictine monk commonly credited with the invention of sparkling Champagne. With the notoriety of Champagne being what it is, it’s clear that the world-over agrees with his ardent sentiment. However, with climate change making it increasingly difficult to produce quality grapes in regions such as Champagne, where will fanatics be looking to in the near future for their tipple of choice?<\/p>\n\n\n\n<p id=\"ember514\">Although dependent on varietal, the ideal temperature for growing grapes used for sparkling wines lies at around 13-16°C. A cooler climate is key in the production of sparkling wines in order to maintain acidity and freshness in the grapes, essential to the sparkling experience. The average temperature in Champagne has increased by 1.8°C since 1961, leading to earlier harvests in order to retain delicate flavours. Global warming has also contributed to more erratic weather patterns in the region, with more frequent flooding, fires and frosts.<\/p>\n\n\n\n<p id=\"ember515\">On the contrary, although climate change has also affected the average temperature in the UK, growers have found the more consistently warm weather to have helped with more even ripening of UK grapes, especially in southern regions such as Surrey and Kent. With a more moderate year-round temperature, the growing season in the UK has been expanding rather than shrinking, allowing for improved ripening. And with similar limestone and chalk soils to Champagne, the two regions are more comparable now than ever before. However, it is not only growing conditions that has held back English sparkling wines until now.<\/p>\n\n\n\n<p id=\"ember516\">The production of Champagne, stemming back to the 1st century AD, is an institution. With wine making techniques and land being passed from generation to generation, the wealth of knowledge and experience of family Champagne houses is world-renowned. Not only has the craft of Champagne production been honed for centuries, the Champagne designation enforces a range regulations on its wines, assuring the varietals, production and growing methods used. These strict laws have ensured the quality of the wines associated with the Champagne region.<\/p>\n\n\n\n<p id=\"ember517\">Whereas England has a rich history of wine consumption, what is more lacking is the mastering of production. English sparkling wine does have enforced regulations; however, less specification is given to region and production methods, leaving more decisions up to the winemakers themselves. With the arrival of the digital age, and freedom of information, UK winemakers are now making the most of the accessibility there is to proven sparkling production methods and techniques, no longer just passed down from generation to generation within a family château.<\/p>\n\n\n\n<p id=\"ember518\">The growing trend for shopping locally and sustainably is evident within the wine market. More natural and organic wines are coming to the supermarket shelves, with a growing interest for low-intervention wines. It makes sense then, for UK institutions to be pairing with UK-based wineries to align with consumer opinion. Chapel Down, a Kent-based winery specializing in premium sparkling wines, has not only partnered with institutions such as the England &amp; Wales Cricket Board, Ascot Racecourse and the Oxford &amp; Cambridge Boat Race, it was also the sparkling of choice for the wedding of the Prince and Princess of Wales. Furthering the royal interest in domestic wines, King Charles opted to serve Ridgeview’s Blanc de Blancs 2016 at his first state banquet at Buckingham Palace last month.<\/p>\n\n\n\n<p id=\"ember519\">With accelerated exposure to English sparkling wines within the UK, is the international market experiencing the same increased interest?&nbsp; The proportion of UK wine sales from exports has doubled from 4% in 2021 to 8% in 2023, reflecting growing international interest [1]. The UK's top export destinations in 2023 were Hong Kong, the United States, Singapore, and surprisingly France, despite the sanctity of old-world wines within the country [2]. This measured expansion in exports serves as partial driving force behind vineyard land in the UK increasing by more than 150% in the last decade, exemplifying the boosted demand and supply arc for British wines, both domestically and globally [3].<\/p>\n\n\n\n<p id=\"ember520\">More than just export count, wines from the UK are also being rewarded for their quality, standing up to their global counterparts. England climbed a place this year from 10th to 9th in the International Wine Challenge 2024 rankings, seeing a rise in medals with 13 gold, 54 silver and 58 bronze [4]. The UK also achieved a record medal count at the Decanter World Wine Awards 2024, including a first-ever Best in Show for English sparkling rosé, which went to Chapel Down Rosé NV [5]. The quality of UK wines is becoming more evident year on year, with a spotlight on sparkling whites and rosés, with more consumers domestically and worldwide.<\/p>\n\n\n\n<p id=\"ember521\">We have seen this shift in perception around English sparkling wine up close at our 2024 CB Wrapped events [6]. &nbsp;This year we have introduced Hundred Hills wines into our wine tasting classes and events, serving their whites and rosés with a great reception. Guests trying the wines have been repeatedly impressed upon learning where the wines are from, with both self-proclaimed Prosecco and Champagne fans warming to the British alternative. 20 bottles of Hundred Hills Preamble No.2 were recently served by CB Wrapped at the opening of Workspace’s first net-zero co-working space, Leroy House [7]. The wine was the perfect choice for the launch as Hundred Hill’s commitment to sustainability (as shown through their WineGB certifications of Sustainable Vineyard and Winery of Great Britain) and renowned depth and quality mirrored the property’s synergy of eco-consciousness and excellence. The wine was well received at the launch event, further growing the domestic British wines fanbase.<\/p>\n\n\n\n<p id=\"ember522\">The demand for Champagne is still on the incline worldwide. However, the rise in awareness, respect and ultimately consumption of English sparkling wines isn’t something to be overlooked. With the effects of global warming threatening sparkling production throughout Europe, the time to pay closer attention to UK-based wineries has arrived, and so far, they are not disappointing. Experience an English sparkling for yourself, and see what others are getting excited about. Go to <a href=\"https:\/\/www.cbuncorked.com\/\" target=\"_blank\" rel=\"noopener\">CB Uncorked<\/a> to begin or further your journey through the world of English sparkling wine.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p id=\"ember524\">[1] Harpers, <a href=\"https:\/\/harpers.co.uk\/news\/fullstory.php\/aid\/33204\/WineGB_urges_government_support_to_boost_wine_exports.html#:~:text=By%20James%20Bayley,British%20wines%20in%20international%20markets.\" target=\"_blank\" rel=\"noopener\">‘WineGB urges government support to boost wine exports’<\/a> Sept 2024<\/p>\n\n\n\n<p id=\"ember525\">[2] Statista, <a href=\"https:\/\/www.statista.com\/statistics\/303501\/uk-wine-exports-leading-5-countries-of-destination\/\" target=\"_blank\" rel=\"noopener\">‘Leading exporting countries of wine from the United Kingdom in 2023, ranked by value’<\/a> Feb 2024<\/p>\n\n\n\n<p id=\"ember526\">[3] Decanter, <a href=\"https:\/\/www.decanter.com\/wine-news\/english-wine-exports-rise-japan-443781\/#:~:text=From%20Tokyo%20to%20New%20York,wines%20has%20been%20rising%20strongly.&amp;text=Exports%20of%20UK%20wine%20doubled,Trade%20today%20(8%20September).\" target=\"_blank\" rel=\"noopener\">‘World gets a taste for English wine as exports soar’<\/a> Sept 2020<\/p>\n\n\n\n<p id=\"ember527\">[4] IWC, <a href=\"https:\/\/www.internationalwinechallenge.com\/Canopy-Articles\/iwc-2024-results.html\" target=\"_blank\" rel=\"noopener\">‘IWC 2024 Results’<\/a> May 2024<\/p>\n\n\n\n<p id=\"ember528\">[5] Decanter, <a href=\"https:\/\/www.decanter.com\/decanter-world-wine-awards\/decanter-world-wine-awards-2024-results-revealed-530763\/\" target=\"_blank\" rel=\"noopener\">‘Decanter World Wine Awards 2024 results revealed’<\/a> June 2024<\/p>\n\n\n\n<p id=\"ember529\">[6] CB Wine, <a href=\"http:\/\/www.cbwrapped.com\/\" target=\"_blank\" rel=\"noopener\">‘CB Wrapped’<\/a><\/p>\n\n\n\n<p id=\"ember530\">[7] Halifax, <a href=\"https:\/\/www.investments.halifax.co.uk\/research-centre\/news-centre\/article\/?id=18039732&amp;type=bsm\" target=\"_blank\" rel=\"noopener\">‘Workspace opens first 'net zero' building in Islington.’<\/a> Nov 2024<\/p>\n","protected":false},"excerpt":{"rendered":"<p>“Come quickly, I am tasting the stars!” – the impassioned words of Dom Pérignon, the French Benedictine monk commonly credited with the invention of sparkling Champagne. With the notoriety of Champagne being what it is, it’s clear that the world-over agrees with his ardent sentiment. However, with climate change making it increasingly difficult to produce [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":22481,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-4448","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/4448","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=4448"}],"version-history":[{"count":1,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/4448\/revisions"}],"predecessor-version":[{"id":4450,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/4448\/revisions\/4450"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22481"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=4448"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=4448"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=4448"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}