{"id":6025,"date":"2025-03-10T17:46:08","date_gmt":"2025-03-10T17:46:08","guid":{"rendered":"https:\/\/cbwine.com\/?p=6025"},"modified":"2025-04-30T10:11:02","modified_gmt":"2025-04-30T09:11:02","slug":"an-ode-to-riesling","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/an-ode-to-riesling\/","title":{"rendered":"An Ode to Riesling"},"content":{"rendered":"\n<p class=\"has-text-align-right\">Wine comes in at the mouth<br>And love comes in at the eye;<\/p>\n\n\n\n<p class=\"has-text-align-right\">—W.B. YEATS, <em>A Drinking Song<\/em><\/p>\n\n\n\n<p class=\"has-text-align-center\"><\/p>\n\n\n\n<p>Exactly 590 years ago today, a humble cellar manager named Klaus Kleinfisch recorded the following in an invoice to his master, Count John IV of Katzenelnbogen:<\/p>\n\n\n\n<p>           […]<em> 22 ß umb seczreben <strong>rüßlingen<\/strong> in die wingarten<\/em>.<\/p>\n\n\n\n<p>This is the first mention we have of the now well-known Riesling, albeit in an archaic form.<\/p>\n\n\n\n<p class=\"has-text-align-center\">—<\/p>\n\n\n\n<p>Revisiting its uncertain history is a great way to celebrate the Riesling grape, not only for an article regarding the wine, but for myself as well; it was <em>the<\/em> inaugural wine for me, the one that sparked my love for the drink. It was something about the aureate hue, the bright bouquet of the aroma, the effulgent acidity, followed by a surge of flavours I could not quite dissect until the third, fourth, maybe fifth sip: candied orchard fruits? honey? citrus? pebbles? hay? followed by this creamy, nutty flavour akin to a hazelnut-infused butter? …and then that oft-proclaimed ‘petrol’ note arrived.<\/p>\n\n\n\n<p>Upon writing this article, I tried not to romanticise that sensory experience too much — but it is quite difficult to do so; and, given that the grape hails from the same land as Goethe, Schiller, and Novalis, I believe I can be forgiven…<\/p>\n\n\n\n<p>This is not a rare sentiment, however; I think it is fair to say that Rieslings do tend to make a rather conspicuous first impression: they have this rare, almost dialectical ability to be overpowering, and yet extremely elegant at the same time. I remember David Kermode, in discussing the extravagance of Jancis Robinson’s tasting notes, facetiously conjured up the absurd and jestful tasting note ‘nubile ballerina’ — and yet this does, albeit in an unorthodox, crude, and almost contradictorily manner, capture something, some essence of that palatine dance of the Riesling. This complexity, this profundity comes, quite clearly, from its ability to possess the bright, citrusy, fruit-forward notes which belong to a cool-climate white wine, and yet, due to its naturally high levels of acidity (of course only heightened further by the altitudes and climates it usually finds itself in), it is able to mature in the bottle for considerably longer than we would find for say, a Sauvignon Blanc. This is, really, the charm of the Riesling. This maturation process becomes even more important for later ripening wines such as Spätlese, Auslese, or many of the other German wine classifications that designate post-ripeness grapes — but this deserves an article of its own.<\/p>\n\n\n\n<p>Not long after Klaus Kleinfisch invoiced those 22 vines in Rüsselsheim, the name began to appear across Germany, Austria, and then, less than 50 years later, France. Now, we are accustom to seeing them all over the globe, most notably the U.S.A., Australia, and New Zealand; and in many ways this was a much welcomed journey for the Riesling, being as it is, a very ‘terroir-friendly’ varietal, one that has a distinct character, but one that can still be ‘shaped’, as it were, by its surroundings. Despite this immense talent and versatility, there is still nothing like a Riesling from its <em>Heimat, <\/em>and one of the most esteemed producers in Germany at the moment is Egon Müller, whose various Mosel vineyards are responsible for not only some of the best Rieslings, but some of the most accessible as well. The family’s first vineyard was acquired in 1797, and as such, over 17 generations have gone into making Weingut Egon Müller what it is today.<\/p>\n\n\n\n<p>In particular, we offer two of their wonderful wines via our Uncorked website:<\/p>\n\n\n\n<p>At the entry level, we have the <a href=\"https:\/\/cbuncorked.com\/wine\/egon-muller-scharzhof-qba-2021\/\" target=\"_blank\" rel=\"noopener\"><strong>Scharzhof QBA, 2021<\/strong><\/a>, which, whilst it has a few years on it, nevertheless displays those bright, fruit-driven flavours that any fan of Chardonnay and Sauvignon Blanc will feel at home with: apple, lime, blossoms, etc., but with a subtle complex minerality in the finish — one which defiantly embodies the slate-imbued soils of the Mosel Valley.<\/p>\n\n\n\n<p>In addition, we offer the highly rated 2018 edition of the <a href=\"https:\/\/cbuncorked.com\/wine\/egon-muller-le-gallais-wiltinger-braune-kupp-riesling-auslese-mosel-2018\/\" target=\"_blank\" rel=\"noopener\"><strong>Le Gallais Wiltinger Braune Kupp Riesling Auslese<\/strong><\/a>: which, being an Auslese (affected by ‘Noble Rot’), is a wine with pronounced complexity, gradually stepping into the sweeter side, wherein you can find delicious stone-fruit notes such as peach, and apricot, as well as plenty of that characteristic mineral taste, all followed thereafter by a lingering aftertaste which trails fervently behind.<\/p>\n\n\n\n<p>Not only are Rieslings regarded for their uniqueness, their willingness to reflect terroir, and their ability to age in the bottle, but they are famously great with many, many different foods. It is almost seen a staple ‘pairer’, given its prowess at meshing with a whole host of flavours and cuisines. The inherent balance of sweetness and acidity in any Riesling older than 2 years, finds its place alongside seafood, white meats like veal and chicken, spicy food, salty food, and, of course, purely by itself.<\/p>\n\n\n\n<p class=\"has-text-align-center\">—<\/p>\n\n\n\n<p>Given the ostensible <em>poetry<\/em> of the Riesling, I think it is fitting to end with a verse from Novalis’ <em>Hymen an Die Nacht<\/em>, which beautifully likens the human experience itself to the ‘golden’ flow of a ‘life-wine’:<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p class=\"has-text-align-center\"><em>Die Sternwelt wird zerfließen &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The starry-world will deliquesce<\/em><\/p>\n\n\n\n<p class=\"has-text-align-center\"><em>Zum goldnen Lebenswein, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To the golds of this life’s wine,<\/em><\/p>\n\n\n\n<p class=\"has-text-align-center\"><em>Wir werden sie genießen&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wherein we shall celebrate<\/em><\/p>\n\n\n\n<p class=\"has-text-align-center\"><em>Und lichte Sterne sein.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; And like the stars shall shine.<\/em><\/p>\n\n\n\n<p class=\"has-text-align-right\">London, 13<sup>th<\/sup> March, MMXXV<\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Wine comes in at the mouthAnd love comes in at the eye; —W.B. YEATS, A Drinking Song Exactly 590 years ago today, a humble cellar manager named Klaus Kleinfisch recorded the following in an invoice to his master, Count John IV of Katzenelnbogen: […] 22 ß umb seczreben rüßlingen in die wingarten. This is the [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":22485,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-6025","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/6025","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=6025"}],"version-history":[{"count":6,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/6025\/revisions"}],"predecessor-version":[{"id":7252,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/6025\/revisions\/7252"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22485"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=6025"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=6025"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=6025"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}