{"id":7141,"date":"2025-03-11T09:43:24","date_gmt":"2025-03-11T09:43:24","guid":{"rendered":"https:\/\/cbwine.com\/?p=7141"},"modified":"2025-04-30T10:09:25","modified_gmt":"2025-04-30T09:09:25","slug":"bibi-graetz-and-the-art-of-winemaking","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/bibi-graetz-and-the-art-of-winemaking\/","title":{"rendered":"Bibi Graetz and the Art of Winemaking"},"content":{"rendered":"<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img decoding=\"async\" width=\"484\" height=\"647\" data-src=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/Bibi-1-2.jpg\" alt=\"\" class=\"wp-image-7150 lazyload\" style=\"--smush-placeholder-width: 484px; --smush-placeholder-aspect-ratio: 484\/647;width:300px\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/Bibi-1-2.jpg 484w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Bibi-1-2-224x300.jpg.webp 224w\" data-sizes=\"(max-width: 484px) 100vw, 484px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" \/><\/figure><\/div>\n\n\n<p class=\"has-text-align-left\">Sitting in the tasting room of the Bibi Graetz winery in the heart of Fiesole, Italy, it is easy to be overcome by the panoramic view of Florence that expands before you. However, I found myself instead intrigued by one of the canvases adorning the tasting room wall, hung at the head of the tasting table. An explosion of primary colours and texture, with capitalized text swiping into frame. The 20-year celebration canvas painted by winery owner Bibi Graetz himself, perfectly summarises the winery’s mastering of balance: balance between creativity and precision, between fun and elegance, between madness and sanity. These dichotomies, evident not only throughout the winery but also the history of Bibi Graetz, are what made my visit to the Bibi Graetz winery this Summer a truly momentous experience.<\/p>\n\n\n\n<p>Turning to winemaking in the late 1990s, Bibi’s first love was for art. Son of Swiss-Israeli sculptor Gidon Graetz, Bibi followed in his father’s creative footsteps and graduated from Florence's Accademia dell'Arte. Despite Bibi’s shift into the world of wine appearing a sizable departure from art, much of what Bibi exemplified as an artist is evident also in his wines. &nbsp;Without following any DOC or DOGC regulations within the Toscana region, Bibi benefits from a unique freedom when it comes to crafting his wines. And despite his labels not featuring these certifications, the quality of his products has still garnered a wealth of attention, resulting in a cult, but ferocious, global Bibi Graetz following.<\/p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img decoding=\"async\" width=\"931\" height=\"698\" data-src=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/Bibi-2-1.jpg\" alt=\"\" class=\"wp-image-7151 lazyload\" style=\"--smush-placeholder-width: 931px; --smush-placeholder-aspect-ratio: 931\/698;width:400px\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/Bibi-2-1.jpg 931w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Bibi-2-1-300x225.jpg.webp 300w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Bibi-2-1-768x576.jpg.webp 768w\" data-sizes=\"(max-width: 931px) 100vw, 931px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" \/><\/figure><\/div>\n\n\n<p>During a recent trip to Tuscany, I was fortunate enough to visit the Bibi Graetz winery. Upon my arrival, I was greeted by winery employee Tatiana, whose passion and love for the brand was evident from the moment she first spoke. Meeting on the open-air deck on the east wing of the winery, where the wines’ grapes arrive for selection and sorting, I felt instantly immersed in the Bibi Graetz story, the atmosphere of winemaking already humming around me.<\/p>\n\n\n\n<p>The building itself, although grandiose, doesn’t appear upon first sight as a winery. Located in the heart of the town of Fiesole, I initially walked right past, looking for a building resembling a warehouse or factory, rather than a beautiful Tuscan home. Upon entering the property, Tatiana justified my confusion; although a winery in its bottom levels, the first two floors of the house are in fact Bibi’s family home. Already I could feel this wouldn’t be the only surprise of the visit.<\/p>\n\n\n\n<p>As we moved from room to room within the winery, the use of colour became abundantly clear and nothing short of spectacular. Walking past the grand piano gracing the entranceway to the belly of the property, each barrel storage room engulfs you in a different primary colour, denoting a different stage along the maturation process. The further I journeyed the more I realised colour was not to be the only quirk of the building.<\/p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img decoding=\"async\" width=\"321\" height=\"241\" data-src=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/image-1.jpeg\" alt=\"\" class=\"wp-image-7143 lazyload\" style=\"--smush-placeholder-width: 321px; --smush-placeholder-aspect-ratio: 321\/241;width:400px\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/image-1.jpeg 321w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/image-1-300x225.jpeg.webp 300w\" data-sizes=\"(max-width: 321px) 100vw, 321px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" \/><\/figure><\/div>\n\n\n<p>One of the storage rooms, holding huge floor to ceiling barrels, posed an interesting conundrum: How did the barrels get through the doorway? I shouldn’t have been shocked to learn that Bibi’s commitment to the process extends to carving a hole in the side of the building itself and rolling the barrels in, so as to situate them without upsetting the building regulations of the house. Following an immaculate cover-up, visitors would never know. Upon entering the fermentation room, I was lured into a false sense of normalcy, surrounded by stainless steel tanks and a calmer wall colour, only to then notice the disco ball hanging from the ceiling - a homage to the Italian nightclub that used to reside in the basement of the building.<\/p>\n\n\n\n<p>The slight madness of the whole experience became intoxicating when paired with Tatiana’s impassioned stories and clear love for the wines and the process. Despite having worked with Bibi Graetz for only a few years, her deep knowledge of the history of the brand and devotion to the wines was clear. On her first day of employment at Bibi Graetz, Bibi decided to hold a vertical tasting of every vintage of Testamatta to date. Hearing about the experience, I could sense the wonder and enthusiasm that has blossomed right from her first day at the winery, persisting even now.<\/p>\n\n\n\n<p>After being wowed by the labyrinth of technicolor winemaking rooms, I was lucky enough to enjoy a tasting, surrounded not only by Bibi’s captivating art on the walls, but by rare bottles, case collections and magnums, decorating the surfaces.&nbsp; An elite setting for an elite selection of wines: Testamatta Bianco 2022 \/ Colore Bianco 2022 \/ Testamatta 2021 \/ Colore 2021. Two pairs of wines offering a bright comparison, showing off the freshness and citrus of the Testamatta, against the richness and balanced minerality of the Colore. A stunning collection topped off with a special blind tasting of what turned out to be 2018 Testamatta, proving Bibi’s wines not only offer ripe, fresh flavours when young, but also age exceptionally.<\/p>\n\n\n\n<p>Where Bibi offers traditionality and honours the Sangiovese, Ansonica and Inzolia grapes native to the region, he equally promotes a certain ‘craziness’ with his labelling. Testamatta literally translates to ‘crazy head’, and their Bollamatta sparkling to ‘crazy bubble’. This maverick approach to labelling is a striking departure from other producers of the region, and part of the reason they have stood out to international drinkers and investors, searching for stand-out brands. One bottle in particular, however, ruffled some international feathers with its labelling, pushing the envelope beyond endearing individuality. Their Soffocone red (with a not-so-PG translation), caused some stir with the artistic depiction of a naked woman on its label. It also featured a somewhat phallic shape in one of the corners, which proved too provocative for the US market. Instead of forgoing the market altogether, Bibi chose to eliminate the outline on bottles sold in the US, to maintain sales.<\/p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img decoding=\"async\" width=\"462\" height=\"634\" data-src=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/Bibi-4-1.jpg\" alt=\"\" class=\"wp-image-7152 lazyload\" style=\"--smush-placeholder-width: 462px; --smush-placeholder-aspect-ratio: 462\/634;width:200px\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/Bibi-4-1.jpg 462w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Bibi-4-1-219x300.jpg.webp 219w\" data-sizes=\"(max-width: 462px) 100vw, 462px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" \/><\/figure><\/div>\n\n\n<p>When selling to the Indian market, the brand was pleased to realise the phallic shape did not cause any issues for consumers. It was however, the naked woman herself that was rejected by Indian suppliers this time. But, in true problem-solving Bibi style, he hand-painted 2000 dresses onto the 2000 women on the labels making their way to be consumed by the Indian market.<\/p>\n\n\n\n<p>This attention to detail and commitment to the highest standards of wine making and bottling, although Bibi’s personal ethos, extends to his entire team. Upon visiting the labelling factory on the day a large shipment of Testamatta was due to leave the premises, Bibi noticed a single bottle whose label was marginally off-center. All staff members were halted and the process of redoing every single label in the order ensued. &nbsp;It is this same perfectionist approach that is evident when exploring the winery itself. Every room, every painting, every label and wine, tells a story and makes sense within the ecosystem of Bibi Graetz.<\/p>\n\n\n\n<p>Living above the winery, Bibi has successfully melded his family and professional life in more ways than one. For his Balocchi (toys) 2020 trilogy, released for the March 2023 edition of La Place de Bordeaux’s ‘beyond Bordeaux’ campaign, he involved his children in painting the labels for the bottles; His first daughter, Margherita, painting the Balocchi di Colore No. 1, his third daughter, Ingrid, the No. 3, and his youngest, 8-year-old, son, Ludovico the No. 8. With the stairs to Bibi’s home leading directly off the ground floor of the winery, the involvement of the winery in his home life and vice versa, is truly inspiring.<\/p>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter size-full is-resized\"><img decoding=\"async\" width=\"291\" height=\"258\" data-src=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/image.jpeg\" alt=\"\" class=\"wp-image-7142 lazyload\" style=\"--smush-placeholder-width: 291px; --smush-placeholder-aspect-ratio: 291\/258;width:400px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" \/><\/figure><\/div>\n\n\n<p>It is no wonder a flurry of suppliers and private investors flock to the Bibi Graetz website upon the release of all new vintages. After visiting Bibi Graetz and experiencing the expansive view of Florence Bibi gazes out upon whilst selecting his grape parcels, mixing and adding as a painter does with his paints, I can begin to understand the passion with which Bibi Graetz wines are created. Stocking Bibi Graetz wines at CB Uncorked has always been a privilege, but now holds even more weight having been able to appreciate and experience the finesse, the ‘craziness’, and the true artistry of Bibi Graetz.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sitting in the tasting room of the Bibi Graetz winery in the heart of Fiesole, Italy, it is easy to be overcome by the panoramic view of Florence that expands before you. However, I found myself instead intrigued by one of the canvases adorning the tasting room wall, hung at the head of the tasting [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":22486,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-7141","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/7141","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=7141"}],"version-history":[{"count":2,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/7141\/revisions"}],"predecessor-version":[{"id":7154,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/7141\/revisions\/7154"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22486"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=7141"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=7141"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=7141"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}