{"id":9278,"date":"2025-03-28T14:00:17","date_gmt":"2025-03-28T14:00:17","guid":{"rendered":"https:\/\/cbwine.com\/?p=9278"},"modified":"2025-04-30T10:08:38","modified_gmt":"2025-04-30T09:08:38","slug":"10-questions-with-lee-whittaker","status":"publish","type":"post","link":"https:\/\/cbwine.com\/articles\/10-questions-with-lee-whittaker\/","title":{"rendered":"10 Questions with Lee Whittaker"},"content":{"rendered":"\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"622\" data-src=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Lee-Whittaker-Article-Copy-1024x622.jpeg.webp\" alt=\"\" class=\"wp-image-9280 lazyload\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Lee-Whittaker-Article-Copy-1024x622.jpeg.webp 1024w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Lee-Whittaker-Article-Copy-300x182.jpeg.webp 300w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Lee-Whittaker-Article-Copy-768x466.jpeg.webp 768w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Lee-Whittaker-Article-Copy-1536x933.jpeg.webp 1536w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Lee-Whittaker-Article-Copy-2048x1244.jpeg.webp 2048w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Lee-Whittaker-Article-Copy-scaled.jpeg.webp 2560w\" data-sizes=\"(max-width: 1024px) 100vw, 1024px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" style=\"--smush-placeholder-width: 1024px; --smush-placeholder-aspect-ratio: 1024\/622;\" \/><\/figure>\n\n\n\n<p>Meet Lee Whittaker, Warehouse Manager for London City Bond's Eton Park location in Derby; The man in charge of the storage, provenance and shipment of our clients' wines. We were lucky enough to interview Lee, gaining insights into the workings of LCB, the wines they store there, and what's on the horizon for the future of fine wine storage…<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>How long have you worked for LCB and what did your journey within the company look like?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>I began my journey here 23 years ago, starting as a Christmas temp in October 2001. By 2002, I was employed full-time. My drive and eagerness to learn led me to work in every department, handling various tasks from condition reports to goods in and out, printing daily orders, and compiling manifests. I excelled in the goods out department and was promoted to team leader. My continuous learning and dedication quickly advanced me to the role of warehouse supervisor.<\/p>\n\n\n\n<p>Throughout the restructuring of Eton Park, I witnessed several managerial changes. When the opportunity arose, I applied for the Warehouse Manager position. With my extensive knowledge of the warehouse operations and a strong desire to grow, I was ready for the challenge. Jane Renwick (London City Bond Director) entrusted me with the role and has been incredibly supportive throughout my journey. Working alongside her, I have gained invaluable experience and knowledge.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"605\" data-src=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Visit-Lee-and-Jane-1024x605.jpeg.webp\" alt=\"\" class=\"wp-image-9281 lazyload\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Visit-Lee-and-Jane-1024x605.jpeg.webp 1024w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Visit-Lee-and-Jane-300x177.jpeg.webp 300w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Visit-Lee-and-Jane-768x454.jpeg.webp 768w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Visit-Lee-and-Jane-1536x907.jpeg.webp 1536w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Visit-Lee-and-Jane-2048x1210.jpeg.webp 2048w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Visit-Lee-and-Jane-scaled.jpeg.webp 2560w\" data-sizes=\"(max-width: 1024px) 100vw, 1024px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" style=\"--smush-placeholder-width: 1024px; --smush-placeholder-aspect-ratio: 1024\/605;\" \/><\/figure>\n\n\n\n<p class=\"has-text-align-center\"><em>From left to right - Sophie Burleigh [CB Head of Operations] Lee Whittaker [Eton Park Warehouse Manager] Jane Renwick [LCB Director] Enzo Giannotta [CB Founder &amp; Director]<\/em><\/p>\n\n\n\n<p>My managerial journey began in 2019 and was immediately challenged both personally and professionally. The last conversation I had with my mother before she passed away was to share the news that I had been appointed as manager, a proud moment for both of us. Shortly thereafter, the Covid-19 pandemic struck. As a new manager, I was unfamiliar with the concept of 'furlough,' and we had to operate with only 50% of our staff. With a surge in orders due to more people staying at home, we worked six days a week continuously, making this an exceptionally demanding period.<\/p>\n\n\n\n<p>Once the pandemic subsided, we faced another significant challenge: a large wine merchant we work with would be relocating a huge amount of their stock. We had to meticulously plan the logistics and mobilize our teams to complete the move within the designated timeframe, which we did.<\/p>\n\n\n\n<p>Despite these challenges, I am proud of how we navigated through these tough times. The experience has strengthened our team and enhanced our resilience, preparing us for any future challenges.<\/p>\n\n\n\n<p>Since then, I have continued to learn and grow, supported by Alf Allington, Jane Renwick and the other board of directors, my team, and my own determination to succeed.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"2\" class=\"wp-block-list\">\n<li><strong>What factors have encouraged you to work at LCB for such a long time?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>For me, the most significant factor is having the opportunity to grow and mature, being taught, and being given a voice.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"3\" class=\"wp-block-list\">\n<li><strong>What are the biggest changes you have seen in the company since you started working for LCB?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>The most significant change I've observed at LCB is our growth. We now have 16 sites across the UK, with five located in the Midlands. Previously, Eton Park was our sole site in the Midlands. The biggest transformation for Eton Park occurred after the relocation of one of our largest client's wines. Before that, we were completely packed, bursting at the seams with stock. Completing this transfer allowed us to have the complete reset we needed.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"4\" class=\"wp-block-list\">\n<li><strong>The LCB team is committed to continuous improvement at the Eton Park site. What current renovations is the site undergoing?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>We have already streamlined the floors by clearing aisles and tidying all the bays, which has given us better working space. A larger checking area and a new office has been built for the inbound team within the warehouse, allowing them to make corrections to deliveries and print paperwork at the source. Additionally, we have constructed two new photo studios equipped with state-of-the-art photography equipment. One of these studios features a 360-degree setup, which we plan to roll out very soon. We are actively working throughout the entire warehouse to replace old boarding on the racks. Our maintenance team is rejuvenating all of the site's original features, including the internal window shutters and the large wooden shutter doors, which are being refreshed with a new coat of paint.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"671\" data-src=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-2-1024x671.jpeg.webp\" alt=\"\" class=\"wp-image-9282 lazyload\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-2-1024x671.jpeg.webp 1024w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-2-300x197.jpeg.webp 300w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-2-768x504.jpeg.webp 768w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-2-1536x1007.jpeg.webp 1536w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-2-2048x1343.jpeg.webp 2048w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-2-scaled.jpeg.webp 2560w\" data-sizes=\"(max-width: 1024px) 100vw, 1024px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" style=\"--smush-placeholder-width: 1024px; --smush-placeholder-aspect-ratio: 1024\/671;\" \/><\/figure>\n\n\n\n<ol start=\"5\" class=\"wp-block-list\">\n<li><strong>What has been the biggest challenge and biggest win in your current role with LCB?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>As I mentioned earlier, the biggest challenge was undoubtedly the Covid lockdowns and restrictions. We operated at 50% capacity, handling upwards of 250 orders per day, and even worked weekends just to make a dent in the backlog. Although it was chaotic, we persevered and learned a lot along the way. One significant innovation was the introduction of 'Bulk picks,' which had never been tested at our site before.<\/p>\n\n\n\n<p>Reflecting on this period, I realize how much it taught us about resilience and adaptability. Despite the overwhelming pressure, our team pulled together and found new ways to overcome obstacles. It was a tough journey, but it strengthened our operations and brought us closer as a team.<\/p>\n\n\n\n<p>I would also highlight staff. As a manager, motivating the team during peak times and navigating new policies and regulations can be challenging.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"6\" class=\"wp-block-list\">\n<li><strong>When clients organise a private visit to LCB Eton Park to view their wines, what can they expect?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>Clients visiting Eton Park for a private tour can look forward to an engaging and personalized experience. They will enjoy a comprehensive guided tour of our facility, where they can see firsthand how their wines are meticulously stored and cared for. They will also get an insider's look at all the processes involved, from receiving to dispatching orders. For an even more personalized touch, we can pre-arrange to have the client's wines retrieved from locations for them to view up close. If they wish, we can even open the cases to inspect the collection in detail.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1024\" height=\"417\" data-src=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-3-1024x417.jpeg.webp\" alt=\"\" class=\"wp-image-9283 lazyload\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-3-1024x417.jpeg.webp 1024w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-3-300x122.jpeg.webp 300w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-3-768x313.jpeg.webp 768w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/LCB-Article-3-1536x626.jpeg.webp 1536w, https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/LCB-Article-3.jpeg 1600w\" data-sizes=\"(max-width: 1024px) 100vw, 1024px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" style=\"--smush-placeholder-width: 1024px; --smush-placeholder-aspect-ratio: 1024\/417;\" \/><\/figure>\n\n\n\n<ol start=\"7\" class=\"wp-block-list\">\n<li><strong>Security and assurance are paramount concerns for our clients when storing their wines- how does the team at LCB ensure the safety of their clients’ wines?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>The Eton Park facility is fortified with 65 CCTV cameras, strategically placed both internally and externally to cover the entire perimeter. Every stock item that enters or exits the building is meticulously photographed on the pallets, documenting its condition upon arrival and dispatch. Our staff members are highly experienced, with most having completed WSET courses, ensuring expert handling of all stock. The warehouse features a single, highly secure entry and exit point, which is double padlocked every evening. The site itself is protected by a single main entrance through a robust double iron gate, controlled by an intercom system. Additionally, we have onsite security guards who patrol the perimeter throughout the night, providing an extra layer of protection.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"8\" class=\"wp-block-list\">\n<li><strong>In your opinion, what make Eton Park stand out from other sites?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>I wouldn’t claim that we stand out from other LCB sites; rather, we are unique in our structure. As a Grade 2 listed building, we face distinct challenges. Our facility spans four floors, accessible by two goods lifts. The design and structure of our building, coupled with a sophisticated air conditioning system, enable us to provide optimal conditions for fine wine storage. When it comes to non-LCB sites, we truly shine with our exceptional staff retention. Most of our team members have been with us for over 10 years, which speaks volumes about our work environment. We proudly offer apprenticeships through our LCB Benefits website, and many of our staff have achieved various university-level qualifications, as well as ISOH, wine verification courses, and photography guides. It's a testament to our commitment to growth.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<ol start=\"9\" class=\"wp-block-list\">\n<li><strong>With so much wine through the doors, are there any memorable deliveries that stand out to you?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>One of the most memorable deliveries must be the 'Space X Petrus' inside a massive wooden crate. These bottles went to space with the Elon Musk - SpaceX expedition to monitor how environmental changes affect the wine. And as a huge Bond fan, I can't help but get excited every time we receive the special edition Bollinger James Bond editions.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"880\" height=\"550\" data-src=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/Space-X-Petrus.jpg\" alt=\"\" class=\"wp-image-9284 lazyload\" data-srcset=\"https:\/\/cbwine.com\/wp-content\/uploads\/2025\/03\/Space-X-Petrus.jpg 880w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Space-X-Petrus-300x188.jpg.webp 300w, https:\/\/cbwine.com\/wp-content\/smush-webp\/2025\/03\/Space-X-Petrus-768x480.jpg.webp 768w\" data-sizes=\"(max-width: 880px) 100vw, 880px\" src=\"data:image\/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" style=\"--smush-placeholder-width: 880px; --smush-placeholder-aspect-ratio: 880\/550;\" \/><\/figure>\n\n\n\n<ol start=\"10\" class=\"wp-block-list\">\n<li><strong>What is next for LCB Eton Park?<\/strong><\/li>\n<\/ol>\n\n\n\n<p>Next for Eton Park are continuous and transformative improvements to both our site and the services we provide. During our discussion in the boardroom on your visit, the key phrase that resonated with me was 'Core Values and being the best at the basics.' This is precisely what Eton Park strives for, and we are committed to not only mastering the fundamentals but also pushing the boundaries. Our goal is to set new industry standards and lead the way in innovation and customer satisfaction. We are excited to continue investing in our staff with dynamic and comprehensive training schemes, which significantly boost staff morale and foster a positive, motivated work environment.<\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Meet Lee Whittaker, Warehouse Manager for London City Bond's Eton Park location in Derby; The man in charge of the storage, provenance and shipment of our clients' wines. We were lucky enough to interview Lee, gaining insights into the workings of LCB, the wines they store there, and what's on the horizon for the future [&hellip;]<\/p>\n","protected":false},"author":7,"featured_media":22488,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[907],"tags":[],"class_list":["post-9278","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-articles"],"acf":[],"_links":{"self":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/9278","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/comments?post=9278"}],"version-history":[{"count":3,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/9278\/revisions"}],"predecessor-version":[{"id":9287,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/posts\/9278\/revisions\/9287"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media\/22488"}],"wp:attachment":[{"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/media?parent=9278"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/categories?post=9278"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cbwine.com\/wp-json\/wp\/v2\/tags?post=9278"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}